{
    "Maxim": [
        "— Доктор! В моей палате умирает уже девятый пациент. Почему бы вам не завести отдельную палату для обреченных?\n— Это она и есть.",
        "— Извините, а какой здесь пароль от вайфая?\n— Это же похороны!\n— «Похороны» с маленькой или большой?",
        "Чем старее я становлюсь, тем чаще вспоминаю всех тех людей, которых потерял навсегда. Работать туристическим гидом было плохой идеей.",
        "В Таджикистане произошло землетрясение. Погибло 300 тысяч таджиков. Америка послала денег, Германия послала продукты, Россия — 300 тысяч таджиков.",
        "Чтобы проверить, курю я или нет, родители перед уходом оставляли газ включенным.",
        "Фальшивого дрессировщика в цирке быстро раскусили.",
        "Прочитал, что на Кавказе каждые две минуты протыкают ножом человека. Крайне жаль этого бедолагу.",
        "Задолбали соседи. Пьянки, гулянки, то поют, то дерутся. Решил переехать. Только надо поймать момент, когда они вместе дорогу переходить будут.",
        "— Бабушка, а чего ты удалилась из «Одноклассников»?\n— Одноклассники кончились.",
        "Гражданская война. Белые ведут большевика на расстрел. Ночь. Ветер. Ливень.\nБольшевик в тоске:\n— Елы палы, ну что за погодка…\n— Тебе то что! А нам еще назад возвращаться.",
        "«Я что-то нажал, и все исчезло». Курт Кобейн.",
        "У нас есть шутка про одного жителя Санкт-Петербурга, но она состоит из нескольких частей.",
        "На распродаже человеческих органов началась драка. Я еле успел унести ноги.",
        "— Доктор, у вас есть что-нибудь от головы?\n— Вот, возьмите ухо.",
        "— Послала своего за картошкой, а его сбила машина.\n— Ужас! И что ты теперь будешь делать?\n— Не знаю. Рис, наверное.",
        "Сегодня два несчастья кряду. Мою бывшую подругу сбил автобус, а я потерял работу водителя автобуса.",
        "«Иду себе, иду, никого не трогаю…» — так начинается каждый рассказ безрукого мальчика.",
        "Слепой заходит в магазин, берет собаку-поводыря и начинает раскручивать ее над головой.\n— Что вы делаете?!\n— Да так, осматриваюсь.",
        "Не нужно тыкать в меня пальцем, если я вам не нравлюсь. Ткните лучше себе в глаз, чтоб меня не видеть.",
        "Окей, гугл, можно ли хранить прах деда в банке из-под кока-колы, если имя подходит?",
        "— Если бы ты могла пообедать с известным человеком, мертвым или живым, кого бы ты выбрала?\n— Мертвого. Он меньше ест, а значит, мне больше достанется.",
        "Когда ты передал смертельно больному одну почку, люди тебя обожают. Странно, что если передать пять почек, то они звонят в полицию."
    ],
    "AnecdotovoStreet": [
        "Мы провели опрос 1000 человек, которые играли в русскую рулетку. Они все выжили в игре.\nВывод: русская рулетка абсолютно безопасная игра.",
        "— Алиса, в каких странах разрешена эвтаназия?\n— Канада, США, Бельгия…\n— Спасибо, Алиса.\n— Поискать Вам авиабилеты?",
        "Женщина возвращается домой. Видит, что муж висит вниз головой — ноги в петле, привязаны к крюку в потолке.\n— Милый, ты чего это?\n— Надоело все, повеситься хочу.\n— Так накинул бы петлю на шею.\n— Пробовал — больно!",
        "Одноногий мальчик упал, потому что встал не с той ноги.",
        "Один сиамский близнец спрашивает у другого:\n— Как прошел твой день?",
        "— Что вы предпримете, если человека стукнет током?\n— Добью вилами с деревянной ручкой.",
        "Экстрим — комплекс мероприятий направленных на уменьшение диаметра анального отверстия, но не гарантирующих его герметичность.",
        "Если постоянно сдерживаться от желания дать кому-нибудь в морду, можно сорваться и начать убивать.",
        "Суицидник со склерозом купил веревку мыло и табурет. Помылся, сел на табурет, жует веревку и говорит:\n— Лажа какая-то это ваше макраме.",
        "Шел однажды вдоль железной дороги и вдруг вижу — поезд сбивает черного парня. Моя первая мысль: \"Черт, это же мог быть я!\".\nУстроился машинистом на следующий же день.",
        "— Если кого-то ненавидите — напишите на листочках их имена и сожгите их.\n— А с листочками-то что делать?",
        "— Давай просто полежим молча, в тишине. \n— А кто вы?! \n— Тихо, не порти момент.",
        "Есть такие люди твердые на вид, а ножом потычешь — мягкий и визжит.",
        "Чемпионат по прыжкам в бетонную стену закончился еще на стадии отбора.",
        "При обследовании места происшествия были обнаружены: \nрука — 1 штука \nнога — 2 штуки \nштука мужская — 1 штука \nтруп без всего вышеперечисленного — 1 штука.",
        "Маленькая девочка случайно зашла в ванную и увидела, как ее отец принимает душ.\n— Папа, а что это за волосатая штука у тебя между ног?\n— Голова твоей мамы.",
        "— Чего такой грустный?\n— Ты только что пырнул меня ножом, как ты думаешь почему я грустный?\n— Вечно от тебя один негатив.",
        "Попробуйте \"Харакири\"! Откройте для себя внутренний мир!",
        "Идет мазохист. К нему подходят двое здоровых парней и просят закурить. Мазохист спрашивает:\n— А по морде дадите?",
        "Урок в школе камикадзе.\nИнструктор:\n— Так, дебилы, смотрите внимательно, показываю один раз…",
        "Когда ты передал смертельно больному одну почку, люди тебя обожают. Странно, что если передать пять почек, то они звонят в полицию.",
        "— Черный юмор — это как еда а Африке.\n— В смысле?\n— Не до всех доходит.",
        "Некрозоофил на кладбище домашних животных радостно:\n— Так вот где собака зарыта!",
        "Лег как на поминках.",
        "Криминальная хроника.\nВ больнице № 13 оперируемый набросился со скальпелем на медсестру. Медсестра отделалась легким…",
        "Иная морда не просто кирпича просит, а настоятельно и категорично его требует.",
        "Хотите незабываемые ощущения? Попробуйте снотворное со слабительным.",
        "Сапер-неудачник — это собирательный образ.",
        "— Да нормальная у меня самооценка, не говори глупости, презренный раб.",
        "— Я хочу править миром.\n— Я бы тоже поубивал всех.",
        "Встречаются две подруги. \nОдна другой говорит: \n— Вон Людка, пятого мужа в крематорий свезла. \nДругая: \n— Да. Жизнь не справедлива. Одним ни одного мужа, а другие ими печку топят…",
        "— Мама, что такое черный юмор? \n— Сынок, видишь вон там мужчину без рук? Скажи ему похлопать в ладоши. \n— Мама, но я же слепой! \n— Вот именно.",
        "А я однажды убил огромную мышь монтировкой. Помню, как же орали другие посетители Диснейленда.",
        "Знаете, в чем схожесть конфет и ружья? Если принести их в школу, все прикинутся твоими друзьями.",
        "Бесит, когда не можешь сжигать людей взглядом.",
        "Натуральная женская грудь должна помещаться в ладони. Руки и ноги в сумке. Голова в пакете а туловище в ванной.",
        "Собеседование в секте:\n— А если все с девятого этажа прыгнут, вы тоже прыгнете?",
        "Я не расист — у меня даже юмор черный.",
        "Всем, кто страдает манией преследования! Помните, вы не одиноки!",
        "Стоит мент и видит, как хулиган бабушку ногами бьет.\n— Не бей бабушку!\n— Ничего — она мертвая!",
        "Кто рискует, тому мало кукушки кукуют…",
        "Мертвая женщина еще 40 минут женщина. А мертвый мужчина — еще 40 минут женщина.",
        "— Давай просто полежим молча. В тишине. \n— Блин, вы кто?! \n— Тс-с-с, не порть момент.",
        "Решил с такой жизни повеситься — намылил веревку, привязал, забрался на стул.\nТут заходит жена, посмотрела и говорит: \n— Тебе лишь бы без дела болтаться!",
        "— У меня есть шприц с адреналином. Его мне дал мой друг, когда умирал. Ему почему-то было важно, чтобы у меня был шприц с адреналином…",
        "Идет подвыпивший мужик по лесной тропинке выходит на опушку смотрит а там другой мужик бабу за волосы схватил разматывает над головой и об землю хлобысь и так несколько раз. Подвыпивший стоял смотрел жалко ему стало бабу он и говорит:\n— Мужик, не бей, ее ей же больно!\n— Ей не больно она уже мертвая!",
        "— Зачем в реанимации кондиционер?\n— Чтобы овощи оставались свежими и не портились.",
        "Если кто-то причинил вам сильные страдания, не стоит впадать в ярость. Сохраняйте спокойствие — это улучшит точность стрельбы.",
        "— Пошли, племянник, сейчас дядя Арчи будет учить вытирать тебя жопу.\n— Но дядя Арчи, я не хочу сейчас какать!\n— Дядя Арчи хочет.",
        "Когда бьют мордой об стол, постигаешь суть предмета.",
        "Все виды неприязни ко мне прошу выражать исключительно в суицидальной форме.",
        "\"Иду себе, никого не трогаю\" — начал свой рассказ безрукий мальчик…",
        "Из Москва-реки впервые за много лет выудили окуня с нормальным числом глаз и плавников. Но, по его словам, он не местный.",
        "До скольки нужно сосчитать в уме, прежде, чем откусить свою шаурму, если собеседник со слезами на глазах рассказал тебе горестную историю?",
        "В школе камикадзе инструктор: \n— Смотрите внимательнее! Показываю в первый и последний раз.",
        "Вчера я шла по улице, завернула во дворы и какой-то хер взял меня за плечо и стал орать \"давай деньги или я тэбя зарэжу!\" Я не знала что делать и заплакала. Он:\n— Икота прошла?\n— Да…",
        "Однажды ученик спросил у мастера:\n— Долго ли ждать перемен к лучшему? В чем смысл жизни и что такое любовь?\n— А мне почем знать? Я фрезеровщик. Отойди от шпинделя, а то хлебало разворотит, — ответил мастер.",
        "— Я ничего не могу с собой поделать. Моя темная сторона рвется наружу!\n— Прекратите срать на ковер!",
        "— Доктор, знаете такую поговорку \"на ловца и зверь бежит\"? \n— Боюсь, это не объяснит наличие кабачка у вас в жопе…",
        "В пожаре выжил только мальчик с членами вместо рук, потому что рукописи не горят.",
        "Всех остальных некрофилы презрительно называют \"живодерами\".",
        "Поставишь на ком-нибудь крест, а потом оказывается, что нужно было воткнуть осиновый кол…",
        "— Алло, это служба психологической помощи потенциальным самоубийцам? \n— Да, а че звонишь-то, зассал, что ли?..",
        "\"Милый, придешь домой — суп на плите. Газ я включила, тебе только поджечь\".",
        "Я купил амулет от недобрых людей... а к нему — восемь пачек патронов.",
        "Черный юмор это как еда в Африке. Не до всех доходит.",
        "Однажды ты у меня спросишь, что я люблю больше: тебя или метательные ножи?\nЯ отвечу, что ножи. И ты уйдешь. Правда, недалеко.",
        "Самая незатейливая головоломка — это бейсбольная бита.",
        "Купил мужик на базаре свиную голову, принес домой, а она ему и говорит…",
        "Когда у меня умерла жена, я не сразу заметил. Секс был прежним, но начала копиться грязная посуда.",
        "Черный юмор — это шутки, от которых сначала смешно, а потом немного стыдно за то, что было смешно.",
        "Бывают люди, которым просто хочется калькулятор в жопу засунуть, чтобы удвоить их интеллект…",
        "— Мне успокоительного.\n— Вам в каплях или в таблетках?\n— Не зли меня, падла!",
        "Возлюбил врага своего в особо извращенной форме.",
        "Если закрыть глаза и потереть плод киви пальцами, а другой рукой собственное яйцо, то практически не ощутишь разницы… Только могут выгнать из супермаркета.",
        "Если кто-то говорит, что убьет тебя — поверь ему. И стреляй первым.",
        "Если на мужчину одеть юбку и отрубить ноги — получится колокольчик.",
        "— Папа, а что такое черный юмор?\n— Видишь вон мужчину без рук. Скажи ему что бы он похлопал в ладоши.\n— Но папа, я же слепой…\n— Вот именно…",
        "Разбивая стекло в комнату влетает граната и разносит взрывом все в клочья. Следом летит булыжник с запиской: Извини, не тебе, окном ошибся…",
        "Если ты нашел свою вторую половинку сам это любовь, если ее нашли без твоего участия значит, ты попал под трамвай.",
        "— Дорогой, ты забрал сына из садика?\n— Нет, но я принес домой кое-что покруче — мертвого бобра.",
        "Эпилептиков не пускают на пенные вечеринки, потому что со своим нельзя.",
        "— Пап, а почему мы машину в реку толкаем?\n— Тихо, бабушку разбудишь!",
        "— У меня врагов нету. Один только. Минутку… Алло! Понял! Я и говорю — у меня врагов вообще нету!",
        "Когда человек кашляет на четвереньках, он болеет раком.",
        "Порой приходится обниматься с теми, кто тебе не нравится, чтобы знать, каких размеров яму копать на заднем дворе.",
        "— Перестань показывать мне язык, а то заболеешь!\n— Хм… Да? Чем?!\n— Сломанным носом и двойным переломом руки.",
        "— У тебя кровавое пятно на полу!\n— А, это меня соседи сверху заливают периодически…",
        "Пуля производит удивительные изменения в голове, даже если попадает в задницу…",
        "— Меня на прогулке укусил ротвейлер!\n— Божечки, а что, если бы это был маленький ребенок?\n— Уж ребенка я бы легко ушатал…",
        "После 16 лет вместе, узнать что твоя вторая половинка отсосала больше сотни членов перед свадьбой — это прям что-то серьезное, или моя жена просто реагирует слишком остро?",
        "Тело, опущенное в воду, через минуту расскажет всю правду.",
        "Сын патологоанатома с первого раза отучил училку говорить: \"А голову ты дома не забыл?\"",
        "Три кандидата в жутко секретную службу, пройдены профотбор, проверки… На собеседование приглашены вместе с женами. Явились. Мужиков завели в кабинет, и тут вводная: \n— Мы должны быть уверены, что вы способны выполнить любое задание. В соседнем кабинете сидит ваша жена, вы должны застрелить ее… \nЖенатый три месяца сразу встал и сказал: \n— Нет, не могу… \nЖенатый три года взял пистолет, положил: \n— Не могу… \nЖенатый 15 лет молча берет пистолет, выходит, слышны девять выстрелов, какая-то возня… Возвращается, весь вспотевший: \n— Какая-то тварь холостыми зарядила… Пришлось придушить.",
        "Спасение утопающих — дело рук самих утопающих, если руки не связаны и нет мешка на голове!",
        "Лайфхак:\nКогда закапываете труп, сажайте сверху краснокнижные растения, чтобы выкапывать их было незаконно.",
        "Жена ушла от меня, утверждая, что я отношусь к ней как к домашнему животному. Бред. Думаю, она вернется, когда проголодается.",
        "— Палач, у вас есть что-то от головы? \n— Без рецепта не могу, только именем короля.",
        "Утонченным женщинам хотелось бы видеть в 8 Марта символ бесконечности. Но необразованные мужчины чаще всего видят всего лишь две дырки.",
        "Все надоело? Хочется новых фантастических впечатлений и ощущений? Попробуйте вдвое укоротить длину черенка граблей.",
        "Чувство юмора нельзя купить, но зато за него можно расплачиваться если пошутить не над тем.",
        "— Вот смотрю я на вас, и мне кажется, что ваша мама не хотела, а папа так вообще не старался!",
        "— Знаете, если я когда-нибудь захочу убить себя, то я залезу на ваше самомнение и спрыгну на ваш интеллект.",
        "На уроке труда в классе седьмом, попали в глаз киянкой, в итоге синяк. Играл в хоккей — упал, сломал большой палец правой руки, наложили гипс. Всё это с разницей в пару дней. Из школы после постановки номера по художественной самодеятельности вёз домой балалайку. Зашёл в автобус, стою. Синяк, гипс и балалайка. Мужик рядом смотрел-смотрел на меня и говорит: \"Ну что, пацан, доигрался?\"",
        "— Почему люди не летают? \n— Летают. Вопрос надо ставить корректнее: почему люди не летают вверх?",
        "Зацепер решил прокатиться впереди первого вагона, сорвался, и ему отрезало голову.\nЧерез несколько дней бедняга умер от голода…",
        "— Да какой мужик будет жить с бабой, у которой в морозилке лежит сотня кормовых мышей?\n— Не преувеличивай. Это всего лишь мыши, а не предыдущий мужик.",
        "Звонок в гостинице на ресепшн: \n— Помогите, я с женой разругался, в номере, и она говорит, что хочет выброситься из окна! \n— Это частный случай, к администрации не имеет отношения. \n— Имеет! Какого черта у вас окна не открываются?!",
        "Настоящее счастье — это когда в полночь убегаешь тёмными подворотнями от двухметрового мужика с ножом, он всё ближе и ближе, наконец, настигает тебя, смотрит и говорит: \"Извини, братан, обознался…\"",
        "— Итак, расскажи мне что-нибудь о себе.\n— Меня сейчас стошнит.",
        "Мне в детстве бабуля на даче затирала, что если лягушку убить то дожди будут лить долго. При этом запрягала воду носить из пруда для поливки грядок.\nПоэтому я лягушек херачил доской…",
        "Люди, учитесь на моих ошибках. Если вдруг жена спросит вас: \"Что ты будешь делать, если я умру?\", то определённо не стоит отвечать: \"Скорее всего, скрываться от правосудия\".",
        "Вопрос знатокам, как правильно называется процесс нанесения крема: кремация или кремирование?",
        "— Привет! Тебя еще не поздравляли?\n— Нет.\n— Странно, ведь сегодня международный день презерватива…",
        "— Эй ты! А ну заткнись! А то сейчас так по тыкве дам, что из ушей семечки посыпятся!",
        "Посмотрев цены на органы для трансплантации, я удивился, насколько таки богат внутренний мир человека!",
        "На конференции гринписовцев на трибуну поднимается человек и начинает раз в несколько секунд щелкать пальцами: \"Представляете, в то время когда я делаю щелчок, в Африке от голода умирает ребенок\". Крик из зала: \"Прекрати это делать, ублюдок!\".",
        "— Ты в курсе, что человек на 80% состоит из воды?\n— И че?\n— Испарился отсюда!",
        "Все будет хорошо. На помощь летит астероид.",
        "— Вчера рядом со мной умер один человек. Хорошо, что в автобусе были свободные места, так что я незаметно пересел…",
        "Аня вышла замуж за механика и родила шестерню.",
        "Стучится в дверь мужчина. Ему открывает дверь маленький мальчик.\n— Папа дома?\n— Нет. Он умер. Его каток переехал.\n— А мама?\n— Нет, ее тоже каток переехал.\n— А бабушка, дедушка?\n— Нет, они тоже умерли.\n— Ну, а ты что делаешь?\n— На катке катаюсь.",
        "Люблю есть желатиновых мишек сразу по два, чтобы они не умирали в одиночестве.",
        "Сарказм — это когда чувство юмора превалирует над чувством жалости.",
        "Оказывается, когда сдаешь кровь, это должна быть твоя кровь.",
        "— Чем дольше я с тобой общаюсь, тем меня все больше разворачивает на 180 градусов от тебя!\n— Хорошо бы, если бы еще и согнуло на 90…",
        "Бывает, оторвут тебе руки, и тут уж ничего не попишешь…",
        "Танцуй, будто никто не видит. Пой, будто никто не слышит. Мастурбируй, будто твои умершие родственники не следят за тобой с небес.",
        "Если вам ни с того ни с сего пытаются лизнуть жопу — будьте бдительны: возможно это смазка!",
        "\"Ныряйте, тут не глубоко.\"",
        "Мальчик объевшийся кукурузы лопнул в солярии.",
        "— Сколько пальцев видишь?\n— Боже мой! Откуда ты их достал?!\n— Я спросил: СКОЛЬКО. ВИДИШЬ. ПАЛЬЦЕВ.",
        "Огурцы и молочко разорвут твоё очко.",
        "— Что тебе нравится в девушках?\n— Я люблю грудь и попу.\n— А на лицо насрать?\n— Не надо!",
        "Девочка Таня, гуляя по тонкому льду, обнаружила, что лед сверху ломается гораздо легче, чем снизу…",
        "Расстаться с тобой мне мешает сильная привязанность к батарее.",
        "Фитнес-браслет похвалил туриста за активность, пока медведь нес его оторванную руку к себе в берлогу.",
        "Дом девочки находился между ПТУ и кладбищем, поэтому, чтобы ночью не было страшно, она шла через кладбище.",
        "Вчера ночью я услышал леденящий душу женский крик из подвала. В последний раз покупаю такую дерьмовую клейкую ленту!",
        "— Чем старше женщина, тем вкуснее борщ.\n— Ни хрена себе, борщ из старой женщины!",
        "Идет мужик по лесу, видит — на березе, вцепившись зубами в ветку, висит девочка. Мужик, совершенно обалдев:\n— Ребенок, ты чего делаешь?!\n— Шок шошу.",
        "— Доча, ты же любишь всякое такое, кровь, трупы?\n— Э-э-э, ну да, люблю.\n— Ну, так пойдём рыбу чистить.",
        "В офис заходит детина быковатого вида с мощной цепью на шее. Подходит к охраннику и свысока спрашивает:\n— Где хозяин?\nОхранник без эмоций говорит:\n— Хозяина потерял? Полай.",
        "Отморозком хорошо быть до тех пор, пока не нарвешься на более отмороженного отморозка.",
        "— Папа, а почему люди называют тебя расистом?\n— Сынок, да это и не люди вовсе!",
        "Летит мужик с 25 этажного дома, видит на 10 этаже девушка раздевается:\n— Ааааа-о-ааааа.",
        "Девушка, с которой я встречаюсь — порнозвезда. Страшно подумать, что со мной будет, если она об этом узнает…",
        "Однажды один мальчик упал с крыши. Хорошо, что он упал головой прямо в подорожник — пока очнулся, все уже зажило.",
        "Сын: \n— Мама, а зачем ты выпрямляешь себе волосы этой штукой?\nМама: \n— Чтобы они стали длиннее.\nСпустя несколько часов.\nВрач: \n— А теперь успокойся и объясни, как ты обжёг себе писю.",
        "Она смеялась, когда я сказал ей, что у меня тело 18-летнего парня. Пока не открыла холодильник…",
        "Лежу с температурой, шкварит не по-детски, не сбивается. Прошу дочку (12 лет) принести мне мокрую тряпку на лоб.\nПриходит, приносит компресс, заботливо меня укутывает. Уходя, спрашивает:\n— Свет выключить?\n— Нет, — говорю, — без света что-то страшно.\n— Ну да, — отвечает она уже из коридора. — Никому не хочется умирать в темноте.",
        "— Смотри, звездочка упала! Я сейчас загадала желание, и я уверена, что оно обязательно сбудется!\n— Какое же, дорогая?\n— Шоб ты сдох!",
        "— Мам, пап, смотрите! Это мой новый друг — Алёша.\n— Ёпт, да это же мёртвый лось!\n— Пойдём, Алёша. Нам тут не рады.",
        "Если быстро выдернуть чеку у гранаты, и поднести ухо к дыре, где была чека, можно услышать, как увеличивается средний мировой IQ.",
        "— И зачем тебе топор? \n— Вам. \n— Что? \n— К человеку с топором обращаются на \"Вы\".",
        "Хотел Вас встретить хлебом, солью.\nНо хлеб в берданку не впихнёшь.",
        "По двору прохаживается бритоголовый громила в длинном пальто. К нему подходит старушка: \n— Простите ради Бога! Моя кошка только что убила вашего бультерьера! \n— Ты че лепишь? Как это кошка могла бультерьера убить? \n— Он ей подавился.",
        "Обожаю гулять по болотам! Очень затягивает.",
        "Кто не рискует, тот не пьет питательный раствор через трубочку в травматологии…",
        "Скульптурная группа: пенсионер, разрывающий пасть писающему в подъезде мальчику.",
        "Чтобы вас не разнесло, достаточно соблюдать два простых правила: не жрать на ночь и не курить возле бензоколонки.",
        "\"Нужно было надеть перчатки!\" — подумал электрик.\nНо ветер уже уносил его вместе с семенами одуванчика…",
        "Умиротворение — это когда наелся варенья и умер.",
        "Я вот думаю, что будет, если полить собаку валерьянкой и натравить на кота?",
        "— Девушки обычно называют меня уродом, но лишь до тех пор, пока не узнают сколько я зарабатываю. После этого они называют меня бедным уродом.",
        "Передохните. Маленькая проверка на то психопат вы или инструктор по фитнесу.",
        "Иногда я понимаю, что у меня чувство юмора сильней инстинкта самосохранения, но поздно…",
        "— Вчера я хотел утопить все свои проблемы! Но жена отказалась идти купаться…",
        "Скульптура: Самсон, разрывающий пасть писающему мальчику.",
        "Сидит мужчина в ресторане, грустный такой, голову руками подпирает. Перед ним рюмка стоит, наполненная. Проходящий мимо, видит, что мужик задумался, берет и быстро выпивает рюмку. Мужик медленно поднимает голову и говорит: \n— Что за жизнь… С работы уволили… Квартиру ограбили… Дача сгорела… Жена ушла… Любовница бросила… А теперь какой-то придурок еще и мой яд выпил.",
        "Слова ранят, особенно если это слова \"избейте его камнями и палками\".",
        "Дед маразм и придурочка.",
        "В хозяйственном магазине:\n— Мне 10 метров пленки, скотч и лопату.\n— У нас есть хороший пятновыводитель. Вдруг вам пригодится.",
        "Падающая звезда приближалась все ближе и ближе к мальчику, и заставляла загадать его только одно желание — жить.",
        "Мой психолог посоветовал написать письмо человеку, который меня бесит, и сжечь его. Хорошо, согласна. А с письмом-то что делать?",
        "— Этого, этого, этого и этого — расстрелять!\n— Ой, меня не надо, пожалуйста!\n— Этого не надо. Он не хочет.",
        "Никогда! Запомните, никогда не садитесь какать на роликах!",
        "Отпечаток грусти на его лице был подозрительно похож на след от сапога.",
        "— Какой ты молодец, дай пожму тебе горло.",
        "У меня самый недорогой и самый модный пирсинг в городе: упал в блесны.",
        "Жена встала в 4 часа утра. Поломала удочку. Спустила в унитаз червяков. Порезала резиновые сапоги и лодку. Затем легла в постель и нежно прижалась к спине мужа. Жить ей оставалось не больше часа.",
        "Мнение о том, что рок-музыка вызывает в людях жестокость и неконтролируемую агрессию, легко опровергается одним ударом лопаты по голове.",
        "В детстве было лучше. Кто-то не нравится — взял его ударил лопаткой и засыпал песком. А сейчас это статья.",
        "— Из студенческого общежития куда-то исчезли все кошки… Вот такие пироги.",
        "— Я почему раньше злой был?\n— Да ты и сейчас злой.\n— Завали свою пасть жопа каракатицы!",
        "Любишь сарказм, люби и в лес в багажнике ездить.",
        "— Почему бы и не сходить, когда тебя за волосы куда-то ведут.",
        "Он нежно провел пальцами по ее щекам, а она прошептала: \"Убери ноги от моего лица\".",
        "— Что за привычка вечно ныть? Никого не интересуют твои проблемы.\n— Ты воткнул мне нож в ногу!\n— Вот опять ты начинаешь.",
        "Почему картошке можно выколупывать глазки, а людям, которые бесят — нет?",
        "— Ты очень плохо воспринимаешь критику, кусок говна.\n— Ты что охренел?!\n— Ну вот опять ты за свое…",
        "Как-то казнили во Франции оптимиста, пессимиста и зануду.\nОптимиста первым подвели к гильотине и спросили его о последнем желании.\nОн ответил: \"Жизнь была так прекрасна и интересна! Положите меня, пожалуйста, лицом вверх. Мне будет очень интересно смотреть на падающий нож\".\nПоложили его лицом вверх, дернули рычаг, а нож заскрипел и остановился над самой шеей. По обычаю его помиловали.\nСпросили пессимиста о последнем желании.\nОн сказал: \"Жизнь была такой гадкой! А тут еще этот нож… И жадная до кровавых зрелищ толпа… Завяжите мне глаза и заткните уши ватой\".\nЕго желание выполнили, дернули рычаг, но нож снова заскрипел и остановился над самой шеей. Он тоже был помилован, согласно обычаю.\nЗануду спрашивают:\n— Твое последнее желание?\n— Последнее желание, последнее желание… Лучше б гильотину починили.",
        "Не могу понять расистов! Ну вот какая разница, какой цвет кожи у человека — как у мочи, как у кала или же обычный?",
        "— Мам, я 3D-принтер! \n— Сынок, закрывай дверь в туалете, когда какаешь…",
        "Вышли с женой из магазина, а на ступеньках котёнок, няшный весьма. Жена умилённым голосом, — \"Какой хорошенький… Давай ему голову оторвем.\" Люди вокруг начали беспокоиться и оборачиваться, пока мы рыбу из пакета не достали.",
        "Оказывается любовь к черному юмору может свидетельствовать о высоком уровне IQ.\nТеперь я не аморальный дебил, а высокоуровневый интеллектуал.",
        "А вас не раздражает, когда девушка спрашивает в постели: \"А почему у тебя на потолке висит мертвый хорёк?\"",
        "— Когда я копал яму в саду, то нашел горшок с золотыми монетами. Хотел побежать в дом и обрадовать жену, а потом вспомнил, зачем копал эту яму…",
        "Одна голова хорошо, зато двум никогда не скучно.",
        "Один человек очень сильно привязался к люстре и умер.",
        "Вечер. К людям на автобусной остановке подходит старушка с собачкой в руках и спрашивает у каждого:\n— Это не ваша собачка? \nПолучив от всех отрицательный ответ, она уходит и, удовлетворенно гладя песика, тихонько приговаривает:\n— Ну вот и хорошо! Сейчас придем домой, супчик из тебя сварим…",
        "— Дети, я ухожу в магазин. Сидите смирно, окно не открывать.\n— Потому что уже снег выпал?\n— Потому что уже дедушка выпал!",
        "Катается девушка на водных лыжах на озере, соответственно вся мужская половина пляжа, будучи в нетрезвом состоянии, за ней наблюдает. Вдруг обрывается трос, девушка падает и не всплывает. Тут полпляжа плывут за ней, ныряют, достают, начинают откачивать… Не получается. \nОдин мужик говорит: \n— Мужики, это не та! Та была на лыжах, а эта на коньках…",
        "Одна старушка решила обойти скользкое место на дороге и провалилась в люк. Хорошо еще, что в люке уже было полным-полно других старушек, и она только ноги себе переломала.",
        "— Обращаться с девушкой надо аккуратно, как с ёлочкой. \n— Вырубить и привезти домой?",
        "Уже 150 лет приветствует студентов в вестибюле первый декан факультета таксидермии.",
        "У девочки больной раком, во время игры в покер, выпало каре.",
        "Я понял, что на улице ураган, когда мимо окна пролетела соседка, развешивавшая на балконе белье.",
        "Когда я был ребенком, отец строго-настрого запретил мне открывать дверь подвала. Но однажды детское любопытство пересилило. Я открыл дверь и увидел вещи, которых никогда раньше не видел: траву, деревья, небо, солнце…",
        "В Одессе открылся новый ритуальный магазин \"Shop ты сдох\".",
        "— Уроды! Что вы там делаете? — кричала бабушка уродам, которые что-то там делали.",
        "— Даже люди, которые абсолютно ничего не умеют, могут приносить вам радость. Например, если столкнуть их с лестницы…",
        "— У меня есть дефибриллятор. Мне его подарил мой друг, когда умирал. Ему почему-то было важно, чтобы у меня был дефибриллятор…",
        "— На днях я взял свою бабушку в Спа-салон, где есть бассейны с рыбками, которые едят помертвевшую кожу. Это оказалось дешевле, чем просто похоронить ее на кладбище…",
        "— Не помнишь, кому мы отправляли последнее письмо с ядом?\n— Посмотри в папке \"Отравленные\".",
        "Забавный факт — люди, которые носят с собой перочинный ножик, могут рассказать тебе интересную историю, даже если ты не хочешь ее слышать.",
        "Если вас кто-то обидел, то не надо делать поспешных действий. Сначала успокойтесь, сделайте три-четыре глубоких вдоха, после чего ваш пульс успокоится, руки перестанут дрожать и вы, наконец, сможете нормально прицелиться.",
        "— Хочешь повеселиться? Устрой драку с тем, кто начал икать…",
        "У пессимиста стакан наполовину пуст. У оптимиста стакан наполовину полон. У садо-мазохиста стакан наполовину в жопе.",
        "— Папа, папа, не шлепай меня! — закричал сынишка.\nНо папа-комиссар достал маузер и шлепнул сынишку.",
        "Завещание. \n1. Когда я умру, я хочу, чтобы мои останки раскидали по Диснейленду. \n2. Я не хочу, чтобы меня кремировали.",
        "— Петров Иван Петрович?\n— Да. Что вам нужно?\n— 30 лет назад дорогу от вашего дома занесло снегом, ваши родители не смогли поехать в кино, остались вдвоём, и спустя девять месяцев появились вы?\n— Да, но откуда вы зна…\n— Мы дорожные службы. Мы устраняем последствия того снегопада. Долго же мы вас искали.\n(звуки выстрелов)",
        "Все мы будем гореть в аду. А жирные еще и шкварчать.",
        "Челябинские иллюзионисты настолько суровы, что не только глотают шпагу, но и выкакивают её.",
        "Из подслушанного:\n— Если ты меня убьёшь, у кого-то будет праздник. Оно тебе надо?",
        "Встречаются два мужика на том свете, один другому говорит:\n— Ты как умер?\n— Упал с 9 этажа, а ты?\n— Надо было смотреть, куда падаешь!",
        "В бюро ритуальных услуг.\n— Это у вас ритуальный фургон?\n— Да.\n— А почему весь салон в крови?\n— Так ритуалы-то разные бывают.",
        "Реклама. Михалыч — набор для чистки дымохода! Ищите в аптеках, в отделе \"Слабительное\".",
        "Как говорит наш инженер по технике безопасности:\n— Не суйте пальцы куда попало. Их не так много, как кажется…",
        "— Это твой бывший?\n— Да.\n— А в другом пакете что?",
        "— Я всегда думаю о тебе — даже когда я пью чай с печенькой… Я окунаю её в чай и держу, пока не перестанут всплывать пузырьки.",
        "— Папа, а зачем мы с тобой толкаем машину к пропасти?\n— Тише, сынок, не кричи, а то маму разбудишь.",
        "— Нет ничего хуже, чем после ночной пьянки проснуться рядом с кем-то незнакомым, не знаешь как и когда ты с ним познакомился, и почему он мертвый…",
        "Наука строит небоскребы и самолеты.\nРелигия соединяет их.",
        "Раньше я любил работать на пилораме, а потом как отрезало.",
        "У школьника, больного раком, теперь две химии в неделю.",
        "В Сибири ежегодно замерзает до 70 эксгибиционистов.",
        "Сестра задумалась о старости. Говорит, в 70 лет надо будет завести питомца, который после ее смерти сможет сам о себе позаботиться. И показала фотку стервятника.",
        "— Вы имеете право на три последних желания.\n— Спаренный пулемет, ящик патронов, и держитесь гады.",
        "— У моего дедушки сердце льва, и ему теперь пожизненно запрещено посещать зоопарк…",
        "— Бумеранг — уникальная вещь, только он способен возвращаться на то место, откуда его кинули.\n— На гаечный ключ, кинь над собой.",
        "— У какого животного пять ног?\n— У питбуля, бегущего с детской площадки.",
        "Следуя поговорке \"Не откладывай на завтра то, что можешь сделать сегодня\", Виталий повесился за день до расстрела.",
        "Если вам постоянно звонят с угрозами не отчаивайтесь. Главное, что вас помнят, и вы кому-то нужны.",
        "Мне рассказали, что если отдать почку больному человеку, то ты заслужишь огромное уважение.\nЯ не понял, почему началась истерика, когда в больницу я принес сразу пять почек…",
        "— Мне пожалуйста самый большой черный пакет.\n— Один?\n— Один. Лопату, пожалуйста, самые длинные стяжки и известь.\n— Вы что труп прятать собираетесь?\n— Два пакета…",
        "— Что, соседка, опять на мужа жаловаться пришла? \n— Да нет… Я за топором.",
        "Как меняется мир, когда смотришь на него сквозь линзы оптического прицела!",
        "— Опиши себя. \n— Кости, мясо, пять литров крови и весёлые задорные глаза.",
        "Лучше синица в руках, чем рука в синице.",
        "Всегда сохраняй визитки всяких мудаков. Вот поцарапаешь, например, чью-то машину, напишешь на такой визитке \"Извините!\" и оставишь её под дворником.",
        "Последний раз его видели через линзу оптического прицела…",
        "Хоррор-квесты — это развлечение для той части населения, у кого не пил батя.",
        "Житель города N распилил в гараже один снаряд, а планировал шесть.",
        "Ничто так не заставляет ценить воздух, который раньше не замечал, как стянутая на шее петля.",
        "Если тебя обидели, пользуйся волшебным правилом трех П: понять, простить, похоронить.",
        "Я наивная — до последнего верю, что человек хотел сказать что-то хорошее, да не смог высказаться правильно. А когда разбираюсь, что нет, вовсе не хотел — топлю безжалостно в сортире.",
        "Металлические конструкции на морозе приобретают такой особый, изысканный вкус — невозможно оторваться.",
        "— Ненавижу мазохистов. И бил бы их, и бил!",
        "Пособие \"Кормим хомяка стекловатой, или мягкие игрушки своими руками\".",
        "Однорукий человек заплакал, увидев магазин \"секонд-хенд\".",
        "— Что-то у меня оригами никак не выходит. \n— Давно съела?",
        "— У вас есть книги по BDSM?\n— Да.\n— Киньте мне одну в лицо.",
        "— Доктор, у вас есть что-нибудь от головы? \n— Вот, возьмите ухо.",
        "Моя жена — патологоанатом. Каждый раз, когда меня кто-то бесит, кидает или подводит по работе, и я нервничаю, она меня обнимает и тихо говорит:\n— Не грусти, любимый, они все сдохнут, я им бошки распилю, кишки разворошу, мне за это денежку заплатят и я куплю нам вина и вкусняшек.",
        "— Какой лучший путь к сердцу мужчины? \n— Через грудную клетку скальпелем.",
        "Вчера на разминировании противотанковой мины сапер Петров опроверг расхожее мнение о том, что невозможно увидеть свои уши без зеркала.",
        "— Если бы моя бабушка узнала, сколько я потратил на ее похороны, она бы перевернулась в канаве…",
        "— Что будет, если порвать сухожилие на кисти руки?\n— Научишься одной рукой все делать.",
        "— Пожалуйста! Возьмите что хотите, только не убивайте меня! У меня четверо детей, жену недавно уволили, дочь беременна, за квартиру кредит не выплачен… Хотя, ладно, убивайте.",
        "Моя девушка смеялась, когда я сказал ей, что у меня тело 18-летнего парня. Пока не открыла холодильник…",
        "Почти спим. Звук такой, как будто по полу что-то скребет у соседей сверху. Дочь мне говорит:\n— Такое ощущение, что труп по полу тащат, зубами вниз.\nОтвернулась и спит, а я теперь нет, блин.",
        "Хорошие родители, когда умер дедушка, кремировали его и прах высыпали в песочницу.\nЧтоб внуки всегда могли поиграть с дедушкой.",
        "Статистически:\n— 5 человек из 6 довольны результатом русской рулетки\n— 0 человек из 6 жалуются на результат",
        "Решил наконец-то начать дружить с головой. Но жена выгнала из кухни. Сказала, что она на холодец.",
        "Вопрос армянскому радио: \n— Какая разница между полиграфом и утюгом? \n— Полиграф это детектор лжи, а утюг это детектор правды.",
        "Все, что нас не убивает… то мутирует и снова попытается нас убить.",
        "Ничто так не возвышает человека над толпой, как виселица.",
        "— У этого Петрова башка на часы похожа.\n— Это как?\n— Периодически кукуха вылетает.",
        "— Приходи ко мне, покормишь рыбок. \n— Как мило, ты стал таким добрым, завёл аквариум! А какие у тебя рыбки? \n— Пираньи…",
        "— Ну что Данила-мастер, не выходит цветок каменный? \n— Нет, не выходит… \n— Не надо было его туда засовывать!",
        "Человек, который никогда не колеблется, является очень удобной мишенью.",
        "Зажги человеку костер, и ему будет тепло до конца дня. Зажги человеку одежду на нем, и ему будет тепло до конца жизни.",
        "— Пить будем?\n— Давай.\n— Курить?\n— Конечно.\n— Наркотики?\n— Почему бы и нет!\n— Мороженое?\n— Какое мороженое?! Заболеем!",
        "Надпись на лазере: \"Кто старое помянет, прислонить глаз, нажать кнопку\".",
        "— Милый, а ты чего это у окна так стоишь? \n— Да, вот, думаю, прыгнуть или закрыть. \n— Прыгай, я закрою.",
        "Если тебя обидели, не давай волю гневу. Просто глубоко вдохни, потом выдохни и слушай свое сердце. Стреляй между двумя ударами.",
        "Я как котенок… Косяков много, а убить жалко!",
        "В ходе длительных исследований было установлено, что сильнее всего сажает почки не нефильтрованное пиво, а нефильтрованный базар!",
        "— Ты старый!\n— Допустим.\n— Я не люблю тебя!\n— Вопрос времени.\n— Ты реальный псих!\n— Все мы немного не в себе.\n— Но ты приковал меня к батарее!\n— Вот тут сложнее, да…",
        "Был у родителей сынишка. Ни ручек, ни ножек, одна голова. Годы летели и вот на шестнадцатилетие родители ему и говорят: \n— Сынок, на твой день рождения мы приготовили тебе сюрприз! \n— Знаю я ваши сюрпризы, опять шапку подарите!",
        "В Новосибирске девушки не поделили парня.\nА в Петербурге поделили.",
        "Один крутой пришел к любовнице, а ее дома нет. Только кошка возле двери сидит. Он пнул кошку и говорит:\n— Если завтра приду и ее опять не будет — я тя ваще убью!",
        "— Товарищ полковник, мы раскроем это преступления за несколько дней, так как преступник оставил свои пальчики!\n— Где он их оставил?\n— Ну, на циркулярной пиле…",
        "— У какого животного 5 ног? \n— У питбуля, бегущего с детской площадки.",
        "В завещании обязательно напишу о кремации. Очень, знаете ли, хочется развеяться.",
        "— А, зачем тебе этот топорик? \n— Представляешь? Я вчера застукал жену с любовником. \n— Ну, ты этой штукой кого хошь застукаешь…",
        "Чтобы меня не разнесло, я не ем после 6 вечера и не курю на бензоколонке.",
        "Боксерские перчатки, полицейские дубинки и многое другое в магазине \"Отделочные материалы\".",
        "Когда мне исполнилось 16. Мой отец сказал \"лучше это произойдёт со мной дома чем в подворотне\" и пырнул меня ножом.",
        "Турист в Париже вбегает в полицейский участок и возбуждённо кричит:\n— Я только что видел, как под мостом занимаются сексом!\nПолицейский успокаивает его:\n— Ну мы же французы, любвеобильный народ.\n— Да, но секс с трупом!!! \nПолицейский стремглав убегает, но скоро возвращается. \n— Успокойтесь, мсье, это не труп — это англичанка.",
        "Подходит мужик и говорит:\n— Бесплатно гранату надо?\n— Надо.\n— Держи… А за чеку 500 долларов.",
        "— У вас есть йодистый калий? \n— Нет. Есть цианистый калий. \n— А какая разница? \n— На два рубля дороже.",
        "— Будешь выходить, труп вынеси! \n— Может быть, мусор? \n— Может — мусор, может — сантехник, хрен его знает…",
        "— Если ты и дальше будешь меня так доставать — люди начнут говорить о тебе только хорошее.",
        "Одноглазый, одноухий, одноногий мужчина без одной руки, ищет свою половину.",
        "Конкурс на лучший детектор лжи выиграл Московский завод паяльников.",
        "Путь к сердцу человека лежит через разорванную грудную клетку, все остальные утверждения — ванильная ересь!",
        "Невероятно, но факт.\nЕсли в одну ногу выстрелить пулей калибра 5,45, а в другую 7,62 — человек не заметит разницы.",
        "— Приходи один, мы тоже одни придем. И ствол с собой не бери, у нас есть.",
        "Выходит мужик на балкон, а балкона нет…",
        "Самый опасный сплав — это стальные мышцы плюс чугунная голова.",
        "— Он меня ударил! Посмотри: кровь идет, не идет?\n— Тебе, вообще-то, кровь идет…",
        "Объявление в секс-шопе: \"Набор для одиноких мазохистов: бумеранг и грабли!\"",
        "— Натусь, привет, как ты там?\n— Юля, извини, занята сейчас. Мужа пилю, а то на тачку у него деньги есть, а на дублёнку мне нету…\n— Хорошо, я тогда позже перезвоню. Да, когда закончишь — не ходи выкидывать на Фонтанку, там сегодня много полицейских.\n— Спасибо, подруга! Чмоки.\n— Чмоки.\nВж-ж — вж-ж, вж-ж — вж-ж…",
        "— Не злите меня и так уже трупы прятать некуда. Шучу я шучу, на самом деле мест полно.",
        "— А ёжик выйдет? — с надеждой спросил Олег.\n— Даже не знаю… Случай-то уникальный, — ответил проктолог.",
        "— Почему хрустит снег?\n— Просто у снежинок ломаются позвоночники!",
        "А те, кто не верит в нашу доброту и великодушие — умоются кровью.",
        "— Вот, блин, прикольно в Испанию поехать, на их ежегодный праздник, когда они там по улицам от быков бегают!..\n— На фига для этого в Испанию ехать?! Поезжай в пятницу на дискотеку, в Люберцы, задень там какого-нибудь парня в спортивном костюме — и бегай!",
        "Меня обидеть легко. А вот простить потом трудно будет.",
        "— Сижу один в парке на скамейке, наслаждаюсь тишиной, свежим воздухом. Вдруг подходит какой-то мужик и садится рядом. Я ему: \"Деньги принес?\". Вы бы видели, как он рванул от меня!..",
        "— Извини, что я тебя ударил. Просто мне показалось, что ты никогда не перестанешь говорить, и я запаниковал…",
        "— Да, товарищ, для тебя единственный способ развеяться — это кремация!..",
        "— Я жену убил!\n— Врёшь.\n— Да вон, в огороде закопал\n— Ну нифига себе! А чего жопу-то снаружи оставил?\n— А велосипед удобно ставить…",
        "Моё чувство юмора от общения с вами почернело.",
        "Купил коровью кость и засунул её в старый кроссовок.\nТеперь мой пёс играется с этим у крыльца, а прохожие торопливо обходят мой дом за километр.",
        "— А на чем оно держится?\n— Оно держится на вере в силу двухстороннего скотча.\n— Скотче наш, иже виси да не упади.",
        "Если вы уронили на ногу гирю и произнесли цензурные: \"Ой! Больно!\", значит, вам ни хрена не больно.",
        "— Сашенька, несите дичь!\n— Земля плоская.\n— Спасибо, Саша.",
        "— Тот ещё у тебя райончик! Каждый раз, как к тебе иду, вижу пятна крови на асфальте возле твоего дома.\n— А, да это за углом бесплатная стоматология. Теперь не страшно?\n— Не понял, что ты имеешь в виду под бесплатной стоматологией, а идти проверять стрёмно.",
        "— Блин, ручка кончилась.\n— Как мило вы называете ампутацию.",
        "— У вас есть книги по садомазохизму? \n— Конечно. \n— Киньте мне одну в морду.",
        "— Вам пакетик нужен? \n— Нет, спасибо. \n— Ну тогда блюйте хотя бы в сторону.",
        "Объявление в газете: \"После перестрелки в криминальном районе освободились клички Счастливчик и Весельчак\".",
        "ООО \"Взрывотехника\" объявляет о своей случайной ликвидации.",
        "Люся увидела падающую звезду. Она успела загадать желание, но не успела отойти…",
        "Сидит девочка в песочнице. Рожа грязная, вся в крови, что-то жует, а изо рта торчат окровавленные перья. Подходит дяденька и спрашивает:\n— Девочка, что случилось?\n— Не знаю, бежало что-то…",
        "— Он отпилил таки сук, на котором сидел.\n— Упал?\n— Нет, галстуком зацепился.",
        "— А что это у вас такое симпатичненькое?\n— Это оберег от злых и гадких людей.\n— А рядом?\n— Так и патрончики к нему…",
        "Никогда не следует злиться — от этого дрожат руки и сбивается прицел.",
        "Работники музея восковых скульптур только на третий день поняли, что кассир умер.",
        "Называйте меня старомодным, но у меня есть на примете пара человек, которых хорошо бы сжечь на кострах.",
        "— \"Висит на заборе колышется ветром,\nКолышется ветром бумажный листок,\nПропала собака, пропала собака,\nПропала собака по кличке Дружок\"…\n— Молодой человек, вы бы не могли петь свои песни подальше от нашей чебуречной?",
        "— Соседский пацан вызвал меня на бой из водяных пистолетов. Я просто пишу это сообщение, пока вода в кастрюле закипает…",
        "Дверь отворилась, и в квартиру Оксана мокрая вошла. И мужу бледному сказала: \n— Ты камень плохо привязал…",
        "По вечерам он стоял под её окном и бросал в стекло мелкие камешки.\nВ надежде, что она откроет окно и можно будет запустить камнем побольше.",
        "— Хорошо всё-таки, что мы с тобой вот так взяли и поговорили по душам. У меня прямо камень с души упал… Им-то я тебе сейчас голову и проломлю.",
        "Женщина-инструктор возвращается с какого-то курса по личностному росту. В темном переулке к ней подходит подросток. Избил, отобрал сумочку, изнасиловал. Та встает, отряхивается:\n— Надо же, такой молодой, а столько проблем…",
        "— Чтобы заснуть, я считаю женщин, с которыми переспал.\n— А почему не овец?\n— Да было-то всего один раз.",
        "— Ты обиделся?\n— Нет. Я за топором…",
        "— Никогда не забуду последние слова моего отца: \"Хватит играться с моим ружьем, сынок!\".",
        "— А вы кто? \n— Эксперт-баллистик уголовного розыска. \n— А чем вы занимаетесь? \n— А чем попало.",
        "— Дети, прекратите раскачиваться на папе. Он не для того повесился!",
        "Как и всякого мазохиста, его ждало в жизни только хорошее.",
        "Я бы попытался сделать мир чуточку лучше,\nно мешает уголовный кодекс.",
        "— Что будет, если поджечь гея?\n— Голубой огонек.",
        "Как купить хорошую верёвку на али? Найдите ту, у которой меньше всего отзывов.",
        "Всё, что нас не убивает, просто не хотело. Хотело — убило бы.",
        "— Кот умер год назад. Так я до сих пор замедляю шаг в коридоре, там где он любил лежать, что бы не споткнуться об него в темноте.\n— Может пора его похоронить…",
        "— Вы расист?!\n— Мне больше по душе \"этнокритик\".",
        "По домофону очень легко угрожать. Просто звонишь в любую квартиру:\n— Откройте дверь.\n— Не открою.\n— Я знаю, где ты живёшь.",
        "Фальшивого дрессировщика в цирке быстро раскусили.",
        "Доктор:\n— На что жалуетесь?\n— У меня небольшое ранение.\n— Не врите, я Вас насквозь вижу.",
        "Чтоб я видел тебя на костылях, а ты меня — одним глазом!",
        "Мальчик с плохим зрением, играя в дартс, испортил зрение другим игрокам.",
        "— Что ты будешь делать, если наступит ядерная зима? \n— Пойду играть в снежки. \n— Ядерная! \n— Щупальцами!",
        "— Девушка, вы так прекрасны в этом вечернем туалете! \n— Мужчина, вы что охренели? Закройте дверь!",
        "— Я тебе, наверное, говорил, что у меня плохая память на мелочи? Так вот: ты вообще кто?",
        "Из-за плохо расчерченной трассы произошла перестрелка биатлонистов с пограничниками.",
        "— Это психолог? Меня постоянно преследуют мысли о суициде! Я хотел бы записаться на консультацию.\n— Есть окошко на завтра.",
        "Пусть первым бросит в меня камень тот, кому я потом прострелю башку!",
        "Муж разлил кофе на новый ковер. Подскажите пожалуйста как отмыть пятна крови.",
        "Воспитательница детского сада, махая флажком, хотела перевести детей через дорогу, но дала преждевременный старт стритрейсерам.",
        "Смотреть слалом было бы интереснее, если бы столбики были железобетонные.",
        "Выявлен ужасающий факт расизма: Черный юмор намного смешнее афроамериканского.",
        "Чем ярче личность, тем легче прицеливаться.",
        "Как говорят в нашем клубе таксидермистов: Пойду и набью ему морду.",
        "— Слышал, в Индии серийный убийца скормил крокодилам 50 человек?\n— У нас подобное невозможно.\n— Что, нет серийных убийц?\n— Есть, просто нет крокодилов.",
        "— Мне нужен наполнитель для кота.\n— Это магазин для таксидермистов.\n— Я в курсе.",
        "Поздняя ночь, дождь. К таксисту подсели двое. Сидят сзади и вспоминают кого они сегодня ограбили и убили. Таксист слушает их, ни жив ни мертв от страха. И вот ему на плечо кладется рука…\n— Браток, останови машину, мне отлить нужно!\n— Что вы, ребята, такая непогода — ссыте в машине…",
        "В доме, где ножи не точили, поножовщина закончилась травмами, нанесенными тупыми предметами.",
        "— Кто последний в травмпункт?\n— Я, а передо мной вон та женщина, во все более красном платье.",
        "— Сегодня ночью мой муж во сне звал какую-то Люсю.\n— Так поговори с ним, когда проснется.\n— Он не проснется.",
        "Борода придает владельцу некий ореол загадочности: никогда не знаешь, как поведет себя человек, если ему поджечь бороду.",
        "И зачем меня было на ходу из электрички выбрасывать?… Сидела себе тихо у окна, никому не мешала… пенопластом по стеклу возюкала…",
        "Два братка приехали на \"Поле Чудес\". Один в зале, другой крутит барабан.\n— Сектор \"Ключ\" на барабане! — кричит Якубович. — Ключи в студию! Шесть ключей — возьмите один.\nБраток выбирает ключ подходит к машине, вставляет его в дверцу, поворачивает и открывает.\n— Откры-ы-ыл! — ликует ведущий. — Поздравляю, ведь вы уедете отсюда на новенькой \"Ладе\"!\nБраток, обращаясь в зал:\n— Прикинь, братан, тут лохотрон почище, чем в девяностые: приехали на Мерседесе, а уедем на Жигулях!",
        "Никогда не делайте того, чего вы не сможете быстро объяснить врачу скорой помощи.",
        "Для того, чтобы изготовить кентавра, вам понадобится голый мужчина и очень любопытный конь.",
        "Две вещи не стареют: черный юмор и невакцинированные дети.",
        "Врач спрашивает пациента:\n— Голубчик, сколько пальцев я показываю?\n— М-м-м… Тринадцать?\n— Ага. Некоторые из них ваши. Вы попали в серьезную аварию. Можете опознать свои?..",
        "— Запомни, сынок, любую проблему можно решить с помощью денег.\n— Спасибо, папа, а то дед все заладил: Утюг, утюг.",
        "— У тебя лицо красное как жопа павиана…\n— Что ты сказал?!!\n— Я говорю, куртка у тебя классная.\n— Нет, ты сказал про мое лицо.\n— Ну, лицо у тебя круглое.\n— Нет, ты сказал, что оно красное, как жопа павиана!\n— А зачем тогда ты переспрашиваешь?",
        "— Перестаньте мне тыкать!\n— Но мы ведь уже выпили на брудершафт.\n— Да, но вилкой реально больно!",
        "Объявление. Продам абсолютно новый гроб.\nВсего несколько царапин, да и то с внутренней стороны крышки.",
        "У моей девушки сдохла собачка, и, чтобы взбодрить ее, я нашел и принес ей точно такую же. Она расплакалась и спросила меня: \"Зачем мне две дохлые собачки?\".",
        "— Как твое самочувствие после отравления?\n— Гораздо лучше: уже пержу без риска обосраться!",
        "Хотите развлечься? Идите в магазин одежды, зайдите в примерочную, и громко попросите оттуда туалетной бумаги.",
        "В городе развелось много бездомных собак. Но пришли волки и пожрали собак. При этом развелось много волков. Но пришли охотники и постреляли волков. При этом развелось много охотников. Жители города с ужасом ждут продолжения.",
        "— У меня собака пропала!\n— Надо было в морозилку положить.",
        "Задолбали соседи. Пьянки, гулянки, то поют, то дерутся. Решил переехать. Только надо поймать момент, когда они вместе дорогу переходить будут.",
        "Оптический прицел — прибор, который ставит на человеке крест.",
        "Когда ты постоянно отстаиваешь свою позицию с пеной у рта, наличие в кармане темных очков и медицинского полиса — обязательно.",
        "Алексей, вылетая из чужого окна с простыней в руках, был настолько похож на Бэтмэна, что спасатели убрали натянутый тент.",
        "— У меня две новости, с какой начать?\n— С хорошей.\n— Вы стали рекордсменом по прыжкам со скалы.\n— А плохая?\n— Я Апостол Петр.",
        "Останавливается велосипедист на красный свет рядом с Майбахом и как-то так неаккуратно делает на машине царапину через весь бок. Опускается тонированное окно. Машина полна людей.\nОдин:\n— Ну, ты, мужик, попал на 10.000 зеленых.\n— Нет проблем, — велосипедист из рюкзака достает названную сумму и отдает в окно.\n— Где ж ты столько набрал? Кем работаешь?\n— Киллер я профессиональный.\nВ машине посовещались. Крайний протягивает ему назад деньги:\n— Извини, братан, возьми свои 10.000.\nВелосипедист:\n— Вы не поняли. С каждого.",
        "Ольга, хоть и промахнулась в тире, но и взять мишку ей уже никто не помешал…",
        "Лучше синица в руках, чем в жопе.",
        "Привезли из Австралии подарок — настоящий бумеранг! Скачал из интернета инструкцию \"Как пользоваться бумерангом\". Прочитал первую главу \"Как запускать бумеранг\", пошел пробовать: получилось! Когда выпишут из травматологии, почитаю следующую главу \"Как ловить бумеранг\".",
        "— Если бы ты могла пообедать с известным человеком, мертвым или живым, кого бы ты выбрала?\n— Мертвого. Он меньше ест, а значит мне больше достанется.",
        "Считаю, что некоторым за вредность надо давать не просто молоко, а молоко с селедкой.",
        "Перед тем, как помыть окна на своем 12-м этаже, всегда оставляю записку: \"Это не суицид. Просто не повезло.\"",
        "Пошел сдавать кровь. Но они задавали слишком много вопросов:\n— Чья кровь?\n— Где взял?\n— Почему в ведре?",
        "После сеанса 3D кино, семья циклопов потребовала обратно деньги…",
        "Для тех, кто боится ночью подсвечивать себе дорогу айфоном, есть простое решение — травматический пистолет с подствольным фонарем.",
        "Меня никто не любит. Сегодня покупал в магазине крысиный яд и продавщица спросила: \"Вам завернуть или вы здесь его съедите?\"",
        "— А это кто?\n— У него погоняло \"Шотландец\".\n— Он типа чо, в юбке ходит?\n— Не, он всегда с волыной.",
        "Если ты пожираешь того, кто мельче тебя — ты хищник. Если ты пожираешь того, кто крупнее тебя — суперхищник. А если ты пожираешь того, кто намного крупнее тебя — ты просто глист в чьей-то заднице.",
        "Врач скорой помощи:\n— Как ваша дочь поранилась?\nМама (плачет):\n— Я предупреждала ее, чтобы она не прыгала на диване, но она не послушалась…\nВрач скорой помощи:\n— Но это не объясняет пулевое ранение.\nМама (всхлипывает)\n— …Поэтому я в нее шмальнула…",
        "Он всем по секрету сообщал, что занимается подпольной торговлей органами… а оказалось просто торгует на рынке ворованным свиным ливером.",
        "— Чем расстроены, пацаны?\n— Да, вот, аттракцион открыли, банджи-джампинг, но народ идет как-то вяло.\n— Может, вам не стоило рекламировать его слоганом \"Удовольствие — просто зашибись\"?",
        "Все, что нас не убивает, делает нас льготниками.",
        "Страшно — это когда ты живешь один, а у тебя в туалете ночью что-то нажало кнопку смыва унитаза.",
        "— Что делать если кошка начнет шипеть?\n— Убавьте жар на плите.",
        "— Как он погиб?\n— Чистил оружие и нечаянно выстрелил в себя.\n— А почему он весь в синяках?\n— Чистить не хотел.",
        "Мазохиста Андрея укусил комар: мелочь, а приятно.",
        "Если вам скучно, встаньте у входа в вендиспансер и укоризненно качайте головой…",
        "Если женщину спрашивают \"Ну и что ты в нем нашла?\", совсем не обязательно, что она — невеста. Возможно она работник таможни или патологоанатом.",
        "— Почему-то, когда вы улыбаетесь, один глаз у вас веселый, а другой грустный-грустный такой.\n— Веселый это искусственный.",
        "— Ты такой добрый, заботливый, участливый к людям!\n— Да, меня с детства учили ценить биологический материал.",
        "Хочется, чтобы кто-нибудь пришел и пожалел.\nПожалел, что пришел.",
        "Мужик лежит в больнице весь переломанный, перебинтованный. Сосед по палате спрашивает у него:\n— Что с тобой случилось?\n— Да пошли мы в парк развлечений и решили покататься на американских горках. Когда мы были на самой вершине петли, я заметил табличку с надписью. Хотел прочитать надпись, но шрифт был мелким и я не смог разобрать, что там написано. Но мне стало интересно и я второй раз решил прокатиться. Однако и в этот раз не разглядел надпись. Тогда в третий раз я привстал, чтоб прочитать надпись.\n— И тебе удалось прочитать в этот раз?\n— Да … Надпись гласила: \"Не вставай!\"",
        "— Это только в американских фильмах такое возможно, когда герои бьют друг-друга битами и им хоть бы хны. Даже сознание не теряют. А в жизни ведь все иначе…\n— На самом деле, скажу вам, как врач-хирург с многолетним стажем работы, что после удара битой, запросто может произойти непоправимое. Долгое восстановление и серьезный вопрос относительно того, сможет ли восстановиться мозг пострадавшего до исходного состояния. Головные боли, ухудшение памяти, угасание когнитивных способностей, ослабление психомоторных реакций и т.д.\n— Странно, но мне только немного в правую руку отдало, и вроде чутка мышцу потянул при замахе, никаких расстройств со стороны ЦНС, мною замечено не было. Скорей всего, вы просто преувеличиваете…",
        "Срочно куплю оберег от злых людей. Желательно огнестрельный.",
        "Все, что нас не убивает, потом об этом очень сильно пожалеет…",
        "Кто с мечом к нам придет, тот с этим же мечом от нас и уйдет.\nВ жопе.\nМы же варвары.",
        "— Папа, а правда, что генномодифицированные продукты могут вызвать мутацию?\n— Что ты плетешь?!\n— Паутину. Так что с мутацией?",
        "Реально безвыходное положение — это когда тебя обвели мелом.",
        "Уже 120 лет приветствует студентов в вестибюле декан факультета таксидермии.",
        "Однажды я подружился с камнем, а он упал в реку и утонул. Жаль, ведь я к нему привязался.",
        "Перегар огнеглотателя сделал его номер в три раза зрелищней.",
        "— Холодные руки вообще не возбуждают, кстати.\n— Как и холодные ноги.\n— Вообще живые люди рулят!",
        "— Любую магию надлежит совершать с любовью, радостью или по зову праведного гнева…\n— Положи арматуру.\n— Это моя волшебная палочка.",
        "В библиотеке:\n— У вас есть какие-нибудь книги по суициду?\n— Идите на хер, вы их не вернете!",
        "Жили-были два мазохиста и умирали они долго и счастливо!",
        "Я говорил своим детям не играть в русскую рулетку. Но как обычно: в одно ухо влетело, в другое вылетело.",
        "Если бы дырочки в розетках были больше или пальцы были тоньше, то дураков было бы меньше.",
        "— У меня для вас две новости. С какой начать?\n— С хорошей.\n— Вы стали рекордсменом по прыжкам со скалы.\n— А плохая?\n— Меня зовут апостол Петр.",
        "Черный копатель нашел в поле противопехотную мину времен Великой Отечественной войны и лично доложил об этом товарищу Сталину.",
        "Жаль, что мне не удастся вас переубить.",
        "Хочется изъясняться на языке цветов. Например, взять горшок с геранью и запустить его кому-нибудь в голову.",
        "— Подберите мне галстук.\n— Вот эта модель, выдерживает вес взрослого мужчины.\n— Вряд ли эта опция понадобится.\n— Как знать, как знать.",
        "Мне, кстати, беруши помогают только если их в жопу источнику шума засунуть.",
        "— Приходи ко мне, рыбок покормишь.\n— А какие у тебя рыбки?\n— Пираньи.",
        "Не поверите. Случайно наткнулся тут на парня, который меня в школе всегда обижал. Копал огород, и вдруг раз — что-то твердое.",
        "Семен понял, что заблудился, когда дорогу ему начал показывать апостол Петр.",
        "Перегар факира сделал его номер в три раза зрелищней.",
        "Обидно, когда побрызгался дезодорантом \"Защита 24 часа\", вышел на улицу, а тебе сразу же вломили.",
        "— А вдоль дорог мертвые с косами стоят.\n— А вы точно ландшафтный дизайнер?",
        "— Валерий, если еще раз возьмете мои диски, я вам сломаю руки.\n— Какие?\n— Левую и правую.",
        "Проблема не сунуть лампочку в рот, проблема вызвать потом \"скорую помощь\".",
        "Из записи в \"Книге жалоб и предложений\" супермаркета:\n— Товары расположены не очень удобно. Например, веревки в хозяйственном отделе, мыло в косметическом, табуретки вообще на другом этаже, в мебельном.",
        "Когда таксидермист говорит, что его жена — дура набитая, это настораживает.",
        "Самое невыносимое — это неизвестность. Потерял иголку в своей комнате и теперь жду, когда она воткнется мне в жопу.",
        "Может растения разводят нас, обеспечивают нас кислородом пока мы не умрем и нас не закопают в землю.\nПотом они начинают питаться нами.",
        "Чудо-сковорода! Урановая сковорода с тефлоновым покрытием теперь жарит не только без масла, но и без огня!",
        "— Скажите, а это правда, что вас все боятся?\n— Не знаю… Но когда ночью прогуливаешься по кладбищу, все лежат тихо-тихо…",
        "Интересно, а если одновременно принять снотворное, слабительное и виагру: на чей стороне окажется победа?",
        "Устал от всего и хочешь развеяться? Дождись кремации!",
        "Учеными доказано, что щелчок предохранителя заменяет 40 минут воспитательной беседы, а попадание пули в ногу практически на 100% меняет взгляды человека на жизнь.",
        "Сереже надоело, что мальчишки во дворе называли его \"лох\", и он записался в секцию стрельбы. Теперь его называют \"косой лох\".",
        "— Да не расстраивайся, посуда бьется к счастью.\n— Это была колба с сибирской язвой.",
        "Если человек утверждает, что он никогда не пукает, и у него никогда не бывает отрыжки, держитесь от него подальше — он скоро прикольно взорвется.",
        "— Она так мило улыбается во сне.\n— Наверное, убила кого-то и ест.",
        "— А вы не боитесь, что я теперь знаю вашу тайну?\n— А ты не боишься, что эту тайну можешь унести с собой в могилу?",
        "— А что будет, если я, падая с четвертого этажа, приземлюсь на голову?\n— Не сможешь на велосипеде кататься.\n— Это почему?\n— Крышка гроба мешать будет.",
        "Даже в монастыре не все могут хранить обет молчания — кто-то должен и гвозди заколачивать.",
        "Я уважаю экстремалов — зацеперов, трейсеров, паркурщиков, руферов, селферов и прочих! Они избрали наилучший способ избавления общества от дебилов.",
        "— Немедленно брось этот грязный провод! Ну что ты дергаешься как идиот?",
        "Мне кажется, что не любовь спасет мир. И не красота. А методичный отстрел дебилов.",
        "С кислородными баллонами можно оставаться под водой целый час. А без них можно оставаться там навечно.",
        "— В первый раз? — спросил меня палач.",
        "— Такое состояние — вроде живешь, улыбаешься, а внутри что-то не то…\n— У меня так было, когда я ключи проглотил.",
        "— Ты умеешь плавать?\n— Да, но только вниз.",
        "Сначала они ноют и жалуются на скуку, а когда помогаешь им от нее избавиться — ноют и жалуются, что пожарные приехали слишком поздно.",
        "Технику безопасности по обращению с радиоактивными веществами я знаю, как свои семь пальцев.",
        "— Что-то меня подташнивает.\n— Открыть окно?\n— Нет, просто уйдите.",
        "Следователь:\n— Свидетель, так вы говорите, что ваш сосед позвонил к вам в пять часов утра, вы открыли дверь и увидели, что у него в шее торчит нож, а в футболке — несколько пулевых отверстий. Это понятно… А чего-то необычного вы не заметили? \nСвидетель:\n— В каком смысле необычного?\n— Ну, такого, что могло бы вас как-то насторожить?",
        "— Я хочу предложить вам сделку. Вот кнопка, если вы её нажмете, вы незамедлительно получите миллион долларов, но вместе с тем, умрёт один человек, которого вы не знаете. Сделаете ли вы это или откажетесь, обдумайте своё решение…\n— Да за кого вы меня принимаете?! Можете оставить себе свой миллион сранных фантиков, просто дайте мне нажать эту чертову кнопку!",
        "Я не умею утешать людей. Каждый раз получается что-то вроде \"Ну не плачь, маленькое чудовище\" или \"Ну а что ты хотел? Ты же дебил\".",
        "— Да какая тебе разница, как я попал в твою квартиру? Главное, что мы теперь вместе!",
        "Браконьер, не рассчитавший количество динамита, вывел карасей на околоземную орбиту.",
        "Если я приношу тебе завтрак в постель, то от тебя мне достаточно простого \"Спасибо\".\nНе нужно этих вопросов: \"Кто ты?\", \"Что делаешь в моем доме?\"",
        "Если сосед берет у тебя в долг табуретку, веревку и мыло, отдавать он их точно не собирается.",
        "— Ох, поставьте мне такой укол, чтоб я умерла…\n— С удовольствием!\n— Это шутка.\n— Ватку прижмите.",
        "Монтажник-высотник, который боится высоты — гораздо опаснее голубя.",
        "— У нас под окнами люди в спортивных костюмах что-то запихивают в непрозрачный пакет.\n— Сиди тихо и не высовывайся. А то нас либо убьют, либо позовут на субботник.",
        "В тебе живет маленькое существо. Оно ничего не видит и не слышит, но очень любит тебя. Фонд защиты ленточных червей. Сохрани жизнь.",
        "— Если сядете на берегу реки и будете спокойно ждать, то вскоре по ней проплывет труп вашего врага.\n— Уверены?\n— За 20 тысяч долларов — гарантирую.",
        "Если диарея застала вас врасплох, не пугайтесь — это ещё больше ухудшит ситуацию.",
        "Со своим охрененным чувством юмора я никогда не пропаду. Меня обязательно найдут. Где-нибудь в лесу, в четырёх мешках.",
        "Неудачей закончился прыжок с Останкинской башни без парашюта. Хотя, как — неудачей? Прыжок, в принципе, состоялся…",
        "— Если мне плюют в спину, значит, я впереди всех.\n— Либо тебя положили лицом вниз.",
        "В Индии рикша, подгоняемый электрошокером, считается троллейбусом.",
        "Пять из шести докторов согласны: игра в русскую рулетку абсолютно безопасна.",
        "— Помнишь, как мы детьми дрались?\n— Да чем мы только не дрались.",
        "Я никогда не встречал двух людей, спорящих о вкусе цианистого калия.",
        "Попробуйте Харакири! Откройте для себя внутренний мир!",
        "Вчера поругался со своей девушкой, и она бросилась под колёса грузовика. Её спасло только то, что машина была припаркована.",
        "— Я принёс тебе цветы, тупая ты манда.\n— Что-о-о?\n— Ты говорила, что поступки важнее слов.",
        "Мама лгала маленькому Андрюше, что детей находят в капусте, и он как-то со страхом начал смотреть на тушеную капусту с мясом.",
        "Для большинства специальных предложений у меня есть специальный палец.",
        "— Вам понятно, как работает фрезер, или объяснить на пальцах?",
        "— А район у вас тихий?\n— Да. Вот, к примеру, в прошлом месяце трёх человек прирезали — так никто ничего не услышал!",
        "Вторая половинка у меня появится, видимо, только когда меня переедет товарняк.",
        "Небрежное обращение с динамитом приводит к улучшению генофонда человечества!",
        "Если резиновую женщину вывернуть наизнанку, то получится резиновый мужик!",
        "Он умер от избытка чувств, среди которых преобладали чувства голода, холода и жажды.",
        "Мужик очень хотел одну девушку приласкать в своем офисе, но она принадлежала другому… Как-то раз ему стало так невмоготу, что он подошел к ней и сказал: \n\"Я дам тебе 1000 долларов, если ты мне отдашься\", но девушка ответила \"НЕТ\". \nМужик: \"Да я быстро — я брошу деньги на пол, ты нагнешься подобрать, а как поднимешь — я уже закончу\". Девушка ответила, что должна поговорить с другом. Она позвонила и рассказала тому все. \nБойфренд ответил: \n\"Проси 2000, и поднимай деньги быстро, так чтоб он даже не успел спустить штаны\". Девушка согласилась. Прошло полчаса, бойфренд ждет, а девушка все не звонит… \nНаконец спустя 45 минут бойфренд позвонил сам и спросил, что случилось. \nДевушка ответила: \"Этот подонок расплатился монетами.\" \nМораль: Рассматривайте деловое предложение досконально, иначе вас поимеют!",
        "— Назовите оптический прибор, через который можно увидеть будущее человека?\n— Прицел.",
        "Если на вас напал водолаз:\n1. Выдерни шнур.\n2. Выдави стекло.",
        "Смех будет ещё заразительнее, если рассмешить туберкулёзника.",
        "Подходит мужик к другому мужику и говорит: \n— Бесплатно гранату надо? \n— Надо. \n— Держи… А за чеку 100 долларов.",
        "Пациент отходит после наркоза и спрашивает у врача:\n— Доктор, вам удалось сохранить мою ногу?\n— Конечно — вон она стоит в банке с формалином…",
        "— Не-е, я через балкон не полезу. У меня клаустрофобия!\n— Клаустрофобия — это боязнь замкнутого пространства. Где ты тут видишь замкнутое пространство?\n— В гробу! В гробу замкнутое пространство!",
        "Любой человек может быть у ваших ног. Главное — точно попасть в челюсть!",
        "— Я не знаю, у меня такое переменчивое настроение… То всей душой радуюсь жизни, а через пять минут уже убить кого-нибудь хочется… \n— Ну, так одно другому не мешает — убей и радуйся дальше.",
        "Приходит девушка к врачу:\n— Доктор, у меня такая проблема — мои гениталии издают такое зловоние, что никто не хочет иметь со мной секс.\n— Есть одно средство, нужно чтобы кто-нибудь удовлетворил Вас орально и тогда запах пройдет.\n— Доктор, может Вы? Я Вам хорошо заплачу.\nПоторговались, доктор согласился. Приступил, воняет страшно, но деньги серьезные. А девушка возьми, да пукни.\n— Ой, доктор, извините, я пукнула.\n— Ничего-ничего, глоток свежего воздуха мне не помешает!",
        "— Папа, — спросила маленькая Сарочка, — а может ли Господь разрешить мне послать валентинку человеку, который принадлежит другой религии? \n— Думаю, да, — ответил папочка, средних лет еврей по имени Лейзер. — А кому бы ты хотела послать валентинку? \n— Усаме бен Ладену. \n— Бен Ладену?! — спросил шокированный Лейзер. — Но почему? \n— Ну, — сказала Сарочка, — представь: Бен Ладен получает валентинку с признанием в любви от маленькой еврейской девочки. Он начнет думать, что не все в мире такие плохие, и станет любить мир немного больше. А потом, когда он получит еще несколько валентинок, он поймет, что мир в самом деле прекрасен, и он наконец прекратит скрываться, и публично признает свои ошибки. \n— Сарочка, — сказал глубоко растроганный Лейзер, — это самое прекрасное, что я когда-либо слышал… \n— Я знаю, папочка, — ответила Сарочка. — И когда он перестанет прятаться по разным пещерам, наши морпехи наконец пристрелят его нафиг!",
        "Полицейский спросил у осужденного к казни на электрическом стуле, какова его последняя просьба. \nНа что тот ответил: \n— Подержите меня за руку. Мне так будет спокойнее.",
        "Да блин я с ней уже в закрытом помещении находиться боюсь! Сидит носом в монитор, взгляд безразличный. На кухне кошка мяучит. Я ей говорю: \n\"Иди кошке кусок мяса что ли отрежь\". \nМолча встает, идет на кухню. \nВозвращается. В одной руке кошка, в другой нож, в глазах все то же убивающее безразличие и спрашивает: \"Какой именно отрезать?\".",
        "— Дорогой, дай денег на солярий. \n— Может уже хватит? На тебя уже скинхеды стали оборачиваться!",
        "В институте гибриологии проведен эксперимент. Ученые скрестили кролика и черепаху. Полученный гибрид очень медленно передвигается. Но уж если кого догонит…",
        "— Что это у тебя с лицом? \n— Вчера ходил в тренажерный зал, хотел себя в форму привести… \n— При чем тут тренажерный зал, я тебя про лицо спрашиваю. Что с лицом?\n— Так в этом зале вчера один качок гирю уронил… \n— Тебе на лицо? \n— Нет! Себе на ногу! \n— А лицо? \n— А мое лицо решило над этим посмеяться…",
        "Браток отходит от послеоперационного наркоза после ранения на «стрелке». \n— Где я? \n— В двадцатом номере. \n— Ты это, конкретно базарь — палата или камера?",
        "Мои чувства к некоторым людям невозможно выразить словами. Только арматурой, лопатой или топором.",
        "Сначала это было на кухне… продолжилось в ванной… в прихожей… в лифте… затем в машине, по дороге на работу… \n… И все это от одного огурчика с молоком!",
        "Каждый, кто хоть раз видел, как прекрасен утром подмосковный лес, больше никогда не сядет в машину к незнакомым людям…",
        "Если на вас напал водолаз: выдерните шнур и выдавите стекло.",
        "Челябинск… городская поликлиника, взволнованная женщина спрашивает охранника на входе: \n— Мужчина, не подскажете, я ищу для больного мужа недорогой УЗИ, сказали, что где-то в вашем районе есть? \n— Недорогой УЗИ? Не знаю, вряд ли. Женщина, да к нему каждый патрон 10 долларов! Проще из Калаша его добить.",
        "Свидетели Иеговы позвонили в квартиру районного прокурора и уже через 15 минут изменили свой статус со свидетелей на подозреваемых.",
        "Если соседские дети сильно шумят, скажите им через стенку, что вы гномик, живущий в розетке, и вас надо покормить гвоздями.",
        "В детстве бывало поймает тебя дядька на воровстве яблок, ты плачешь и умоляешь, чтобы отпустил. Сейчас детям проще. Достаточно крикнуть \"Помогите! Педофил!\" и уже дядька плачет и умоляет…",
        "Циник — человек, который, учуяв запах цветов, озирается вокруг в поисках гроба.",
        "Иду ночью по плохо освещенной улице. Впереди девушка на каблуках цокает. Вдруг она обернулась, посмотрела назад и шаг ускорила. Я на всякий случай тоже ускорился. Она побежала. Я тоже побежал. Она закричала, я тоже закричал. Она завизжала, я заорал так, что сорвал голос. Не знаю, от кого мы убегали, но страшно было до усрачки.",
        "Суперакция! Купите до 1 июня бензопилу \"Дружба\" и получите протезы в подарок.",
        "Шел, как то темным вечером домой. Впереди меня шла девушка. Она оглянулась и ускорила свой шаг. Я тоже ускорил шаг вслед за ней. Вдруг она побежала. И я тоже побежал. Она закричала, и я тоже заорал… Не знаю, от кого мы бежали, но было очень страшно!",
        "Если человек сделал тебе больно, не отвечай ему тем же. Сделай ему добро, а потом, когда его внимание притупится, огрей его сзади лопатой.",
        "Тамара Ивановна утонула в пруду, не смотря на то, что была Рыбой по гороскопу, бревном в постели и говном по жизни.",
        "Если я улыбаюсь вам, это еще не значит, что рад видеть. Может, я только что представил, как вас по асфальту каток размазал.",
        "Сложилась очень тупая парадоксальная ситуация: нашел объявление о продаже топора. \nЭто что же получается? Я должен позвонить совершенно незнакомому человеку и договориться с ним о встрече, на которую я приду с деньгами, а он — с топором?..",
        "— Объясняю на пальцах! Средний видишь?",
        "Очухивается мужик после операции в палате и спрашивает доктора: \n— Доктор, что со мной произошло? Я ничего не помню! Была авария? \n— Да, вы вчера попали под поезд, и вас прооперировали… \n— Так значит, я нахожусь в больнице? \n— Ну, как вам сказать… В основном, да.",
        "В студенческой общаге пропала кошка. \nВот такие пироги.",
        "Если вы ударили оппонента по левой щеке, а он вам подставил правую — врежьте ему снова по левой, чтобы не умничал.",
        "— В связи с продолжающимся ухудшением продовольственной ситуации в стране, правительство Зимбабве открыло свободный въезд для всех желающих. Виза и паспорт не обязательны. Граждане с избыточным весом при пересечении границы оформляются вне очереди.",
        "Разговаривают два бандита.\n— Идём с Вованом вчера ночью по улице, слышим вопли \"Помогите! убивают!\" \n— Ну и чего вы?\n— Ну помогли, убили…",
        "Прогресс сделал розетки недоступными для большинства детей. Умирают самые одаренные.",
        "Лучше синица в руках, чем в каком-нибудь другом месте.",
        "Чернобыльская зона, два охотника сидят в засаде. Вдруг один из них кричит: \n— Ой!!! Мне комар руку откусил!",
        "Он разбивал головой доски, кирпичи, стены. И, наконец, получил черный пояс… на фотографию.",
        "У мужика день рождения. Наливает он себе стакан водки, выпивает половину и умирает. Попадает в рай к Богу и говорит ему:\n— Дай мне допить стакан и я назад вернусь к тебе. Сделай меня хоть паучком или комаром каким-нибудь.\nБац и он появляется паучком в своей квартире на потолке над стаканом. И думает, щас как упаду мимо и расшибусь к чертовой матери. И тут ему Бог говорит:\n— Ты типа тужся и из задницы у тебя полезет паутина.\nНу тот начал тужится и вправду лезет паутина и он спускается. Остаётся 10см до стакана, и облом. Говорит он Богу:\n— Всё немогу больше тужится, мочи нет!\nИ тут вдруг удар по плечу:\n— Вставай Иван, ты обосрался.",
        "Сломал мужик челюсть, очень серьезно сломал, лежит в больнице, весь в скобках и распорках. \nПриходит жена, приносит передачку: \n— Вот я тебе тут принесла морковочку, редисочку, яблочков, ты же любишь яблочки. Ну поправляйся. Что тебе в следующий раз принести? \n— Ойешкоф пйиниси, шшука…",
        "Вчера потерпел катастрофу воздушный змей Монгольских ВВС. В Монголии больше нет ВВС. После этого инцидента застрелился министр обороны. Теперь в Монголии нет и патронов…",
        "Учёные поняли, почему в криминальном районе города Х увеличилась рождаемость. Просто людям страшно выходить ночью в аптеку.",
        "Один чудак в гостинице спрашивает номер, ему отвечают, нет мол номеров. А он очень упрашивает, просит дать хотя бы каморку какую-нибудь. Ему говорят — ну, ладно. Есть один люкс, но у него дурная слава, там уже 8 человек повесилось. \nОтводят его в номер, показывают все, а он спрашивает: \n— Как они тут повесились? \n— Вот на этой дверной ручке, — отвечает горничная. \n— ?! Не может быть. \nУтром уборщица открывает дверь — мужик весит на ручке. \n— *б твою… Еще один любопытный!",
        "Приходит сын киллера из школы в слезах:\n— Папа! Я по контрольной двойку получил!\n— Не бери в голову сынок!.. Сколько у тебя ещё в жизни будет этих контрольных.",
        "В лесу запуталась старушка в высоковольтных проводах… Ее обугленную тушку доели ежики в кустах.",
        "Сидит девочка в песочнице и плачет: вся в синяках, ссадинах, рот порван, глаз и половина зубов выбиты. К ней подходит мужчина и спрашивает: \n— Что случилось? \n— Чихнула. \n— А почему плачешь? \n— Пукнуть хочу…",
        "Скульптурная группа: Геракл, разрывающий пасть писающему мальчику.",
        "Толпа собралась у одного здания и смотрит вверх. На краю крыши стоит человек и собирается прыгнуть вниз. Одна тетка в толпе говорит другой: \n— Боже! Если он сейчас не прыгнет, я опоздаю на автобус!",
        "Австралийский фермер подошёл к пруду и увидел, что в нём купаются голые девушки. \nОни его увидели и заорали: \n— Вали отсюда, мы не выйдем из воды, пока ты не уберёшься! \nФермер отвечает: \n— Сдались вы мне. Я только хотел покормить своего крокодила.",
        "— Дай конфетку!\n— А мылбокс не склеится?!",
        "— Что такое: черно-бело-красное и не может развернуться в коридоре? \n— Монашка с копьем в шее.",
        "Новогодняя акция от \"МосВодоКанал\": — Собери 5 люков от колодцев, принеси в центральный офис и получи по морде Бесплатно!!!",
        "Меня еще никто не уличал в жестокости, ни одна живая душа.",
        "Знаете, а меня в детстве ставили на табуреточку и заставляли рассказывать стишок. Если стишок нравился — мне давали конфетку, если нет — табуреточку выбивали…",
        "Из дневника полярной экспедиции…\n— Сегодня 29 января… Идем уже две недели… Полюса не видно…\n— Вовка не дойдет… Слабенький он… А нас слишком много в сани набилось…",
        "Едут в местном автобусе: одноглазый и однозубый. Вдруг автобус резко тормозит и одноглазый выбивает однозубому последний зуб, и говорит: \n— Ой простите я ж ведь не хотел, случайно получилось! \nБеззубый отвечает: \n— Постите, постите, спокойной ноци!",
        "Двойной Удар — это когда на грабли ещё и насрали!",
        "Идёт рэпер и орет:\n— Йоу! Это мой город!\nНалетает стая скинов и начинает его месить.\nРэпер:\n— Да, это мой город, но не мой район…",
        "Июль месяц. Приезжает комиссия в детскую больницу с проверкой, заходит в холл и видит: посреди зала стоит елка, украшенная новогодними прибамбасами, а вокруг этой елки детки с Дедом Морозом и Снегурочкой хоровод водят. Ошалелая комиссия прибегает к главврачу: \n— Что это у вас в холле происходит? \n— Как что? Новый год встречаем. \n— Новый год же в январе! \n— Ну так это… Они до января не доживут…",
        "Если бандиты ломают дверь в вашу квартиру, начните ломать её со своей стороны. Это озадачит злоумышленников.",
        "Форт Баярд.\n— Лена, что там?\n— Тут слон спит!\n— Ключ под ним!\n— Достала! Что дальше?\n— Вставь ключ в отверстие!\n— Вставила!\n— Что происходит?\n— Слон проснулся.",
        "Среди рэкетиров сейчас набирает популярность новая игра \"О, несчастный!\", где ваш долг им с каждым неправильным ответом на простой вопрос \"Где деньги?\" повышается! Не дай бог вам дойти до миллиона…",
        "Ищем уборщицу в казино \"Стрелка\". Работа не пыльная. Где взять орудия труда и кого убирать, покажем.",
        "— Что приходит последним в голову жуку, влетающему в ветровое стекло движущейся машины? \n— Его жопа.",
        "Эпитафия: убив в себе зверя, он погиб от укуса комара.",
        "— Мамочка, я хочу шоколадку!!!\n— Ну, пойди на кухню и возьми на холодильнике…\n— Но мамочка, у меня ведь нет ножек?…\n— Ну, нет ножек — нет шоколадки…",
        "Кто рискует оправданно, тот пьёт шампанское, а кто неоправданно… за того пьют водку.",
        "Голые бабы по небу летят:\nВ баню попал реактивный снаряд.",
        "Выходит утром барин на балкон, жмурится на солнышке, зевает, потягивается…\nСкучно ему. Зовет денщика:\n— Семен, а ну пни Полкана по яйцам.\nПолкан — здоровенный кавказец, мирно похрапывает у своей конуры.\nСемен:\n— Помилуй, барин, сожрет ведь?!\n— А ну пни, кому сказал!! Не то розгами засеку!\nДелать нечего, Семен подходит к псу сзади и как пнет его по яйцам. Полкан оттяпывает Семену полноги. Семен лежит, истекая кровью.\nБарин:\n— Да, Семен, не любят тебя собаки…",
        "К дому подхожу вижу у подъезда пакет из под молока стоит. Я так играючи его пнул, он порвался отлетел из него молоко полилось. Полный оказался… Чувствую на себе не добрый взгляд. В щитке у подъезда электрик ковыряется, а его помощник на меня смотрит ошарашенно и в руке батон.\nУшиб бедра у меня…",
        "У палача юбилей — тысячный клиент. Надо бы как-то отметить, побрился, причесался, новый костюм, накрахмаленный красный балахон надел, топор наточил, почистил зубным порошком — блестит как зеркало. Приходит на своё рабочее место и обращается к своему клиенту, ласково так, словно родному брату: \n— Я тебе, как тысячному, все сделаю по высшему разряду, ничего не почувствуешь. \nСказано — сделано. Клиент жалобно: \n— Да ну кончай скорей! \n— Да все уже. \n— Как все, я же ничего не почувствовал. \n— А ты попробуй, кивни…",
        "Солдат на гражданке знакомится с девушкой. Гордо:\n— А я сапер!\nТа в восхищении:\n— Вот это да! Не часто встретишь настоящего сапера.\n— Да, разбросало нас по всей стране!…",
        "Приходит киллер в похоронное бюро и заказывает венок. Его спрашивают, что написать на ленточке. \nКиллер:\n— Напишите \"Извини, браток, обознался\".",
        "При вскрытии матрешки было обнаружено еще 7 трупов.",
        "На правах рекламы:\n\"Попробуйте Харакири!!! Откройте для себя внутренний мир! Сочная мякоть желудка и вся острота ощущений! Харакири — самуРАЙСКОЕ наслаждение!\"",
        "Технику безопасности при работе на шлифовальных станках я знаю, как свои три пальца.",
        "Морг. Конец рабочего дня. В кабинет к опытному патологоанатому вваливается молодой коллега. Оба, как положено, уже изрядно выпившие. Молодой говорит: \n— Сергей Николаевич, тут поступила девушка, просто топ-модель, 90-60-90, ноги от ушей, личико ангела, ну СУПЕР! Представляете, у неё между ног креветка!\nНу Николаевич и отвечает: \n— Ты че дурак, да у тебя уже белка, идиот! Откуда там может быть креветка? \nМолодой настаивает на своем и предлагает пари: типа если прав то с Николаевича 0,5 спирта. Поспорили. Заходят в \"холодильник\". Подходят к столу, молодой сдергивает простынь с трупа прекрасной дамы, раздвигает ей ноги и говорит: \n— Смотрите, Николаевич, я же говорил, что креветка! \nА Николаевич отвечает: \n— Идиот, какая креветка, это ведь клитор! \nМолодой, удивленно, утирая рукавом себе рот, произносит: \n— Да?! А на вкус как креветка!",
        "Недавно был установлен рекорд — одиннадцать глупостей за раз: человек шел по криминальному району Челябинска в 2 часа ночи, без сигарет, освещая себе путь новым сотовым телефоном за 19 тысяч, в майке \"Омский авангард — чемпион!\", напевая песню Моисеева \"Голубая Луна\", весело переделав слова \"Голубая Луна\" на \"Голубые вы все\", также спрашивал у каждого прохожего — \"Где можно поменять доллары, а то я не местный\", теребя золотую сережку в пупке.",
        "Он был настолько натуральным мазохистом, что его даже не кусали комары и не били милиционеры! Мазохист — потому и не кусают!",
        "За прошедшие сутки в городе Н зафиксировано: 1 пожар, одно ДТП, одно ограбление, одно изнасилование. Пострадавший находится сейчас в городской травматологической больнице.",
        "Ганнибал Лектор приходит на прием к диетологу. \n— Доктор, скажите, а мне можно есть сырые яйца?\n— Да, конечно, голубчик… Ой, что вы делаете?!",
        "После землетрясения в Ленинакане, откапывают мужика в общественном туалете, который все время повторяет: \"Я же слегка дернул…\"",
        "— Девушка, да что ж вы так убиваетесь? Вы ж так никогда не убьетесь!",
        "Погиб спелеолог и осталась от него только одна каска… Эта каска перешла по наследству его родственнику — тоже спелеологу. Вот он надел эту каску и полез в дыру. Вдруг слышит голос: \n— Отклонись влево! \nОтклонился. Мимо с огромной скоростью проносится камень… Идет дальше. \nСнова голос: \n— Залезь в щель справа! \nЗалез. По колодцу пролетает несколько огромных камней. \n— Блин, с такой-то каской да не ходить!!! \nОпять слышит: \n— Положи меня вот на этот уступ! \nПоложил. По колодцу проходит камнепад, один камень перебивает веревку, мужик падает и разбивается. Каска: \n— Ну вот, опять цела осталась!",
        "Ночь, кладбище, гроза, дождь, слякоть, а я лежу себе в сухом ящичке.",
        "— Ха! Чуваки! А меня пригласили на жертвоприношение!\n— И что?! Ты реально пойдешь?! \n— Ну щас! Меня понесут!",
        "Синица в небе — это лучше чем кактус в жопе…",
        "В пять часов утра жена встала с постели и пробралась в чулан. Согнула о колено удочки, разрезала ножом резиновые сапоги и выбросила с балкона рюкзак. Потом неслышно легла в кровать и нежно прижалась к плечу спящего мужа… Жить ей оставалось не более часа.",
        "— Что означает пословица \"И волки сыты, и овцы целы\"? \n— Значит, что волки сожрали пастуха и собаку…",
        "Звонит телефон:\n— Алло, это синьор Род? Это Эрнесто, домоуправляющий вашей загородной резиденции. \n— Да, Эрнесто, это я. Что-нибудь случилось? \n— Я просто хотел вам сказать, что ваш попугай… он умер. \n— Как умер? Мой попугай? Призер международных соревнований? \n— Да, синьор. \n— Черт, я на него угрохал уйму денег. От чего он умер? \n— Он съел тухлятины, синьор Род. \n— Тухлятины? Кто его накормил тухлятиной? \n— Никто, синьор. Он сам поклевал немого мяса с дохлой лошади. \n— Какой лошади? \n— Вашего арабского скакуна, синьор Род. \n— Как, мой жеребец тоже мертв? \n— Да, синьор. Он тащил телегу с водой и не выдержал. \n— Ты что, с ума сошел? Какая телега с водой? \n— Которой мы тушили пожар, синьор. \n— Господи, пожар? \n— Да, синьор, в вашем доме. Занавеска загорелась от свечи. \n— Какого черта!!! Ты хочешь сказать, что моя усадьба сгорела от одной свечки? \n— Да, синьор. \n— Зачем ты зажег свечку, Эрнесто? \n— Для похорон, синьор. \n— Каких похорон?! \n— Ваша жена, синьор. Она пришла поздно ночью, я подумал, что это воры ударил ее вашей новой клюшкой для гольфа Taylor Made Super Quad 460. \nДолгое молчание…\n— Эрнесто, если ты сломал эту клюшку, тебе полный пипец!",
        "Беззубый юмор — это юмор за который оставляют без зубов.",
        "Вчера в больницу обратился маленький мальчик с гвоздем в попе. \nПо его словам, он царапал на новеньком Лексусе слово \"лох\" и вдруг рука соскользнула.",
        "Болтун за рулем — находка для патологоанатома!",
        "— Что надо делать, если с эпилептиком случился припадок в ванной? \n— Надо быстро бросить туда грязное белье и добавить стирального порошка.",
        "В январе у нас в Захолуйске было совершено 260 убийств, 650 изнасилований, 850 ограблений, 140 краж со взломом, 350 пожаров, 5 наводнений, 18 терактов. Февраль прошел тоже нормально.",
        "Одна голова хорошо, а с туловищем все же лучше…",
        "— Что означает выражение \"Сверх шум\"!?\n— Это когда два скелета справляют брачную ночь на железной крыше!",
        "Не трогайте оголенные провода мокрыми руками, они от этого ржавеют — электрик.",
        "Надпись на дверях крематория:\nЗаходите к нам на огонек…",
        "Три чувака решили сыграть в русскую рулетку. Первый заряжает, стреляет: мозги по комнате. Второй заряжает, стреляет: тот же результат. Третий заряжает, подносит к виску, нажимает на курок… Последняя мысль: \"Мать твою, разве в русскую рулетку тт-шником играют?\"",
        "Человек собаке — друг. Это в общем. Но, ни одна собака не захочет дружбы с корейцем.",
        "Тонет мужик и кричит: \n— Помогите! Киньте кто-нибудь верёвку! \nВторой мимо проходит: \n— Что, передумал? Повеситься решил?",
        "В пронизанном лучами восходящего солнца прозрачном утреннем лесу, на самом кончике нежного лепестка ландыша, переливаясь всеми цветами радуги словно крошечный бриллиантик, висела капелька мочи.",
        "После \"ядерной зимы\" скелетик сын и скелет мама вышли на прогулку:\n— Ой, мама, какая сегодня хорошая погода — ни одного грибочка на небе.",
        "— Что в одно ухо входит, а из другого выходит?\n— Лом.\n— А что в одно ухо входит, а из другого не выходит?\n— Лыжная палка.",
        "Уважаемые читатели! По Вашим многочисленным просьбам с нового года наша газета будет выходить в рулонах и без текста…",
        "Одноглазый и однозубый в переполненном трамвае. Одноглазый однозубому случайно последний зуб с локтя раз!\nОдноглазый: \n— Ой, извините!\nОднозубый (тыча пальцем):\n— Исвините, исвините, спокойной ночи!",
        "— Ты в детстве свинкой болел?\n— Нет а что?\n— Уж больно хочется дать тебе в рыло и начистить пятак!",
        "— Мама, мне в школе говорят, что я дефективный. \n— Не слушай их, сынок, давай, закрывай глазик и спи.",
        "В воскресенье состоится лекция на тему \"СПИД — чума ХХ века\". Билеты у распространителей.",
        "Инспектор по делам несовершеннолетних ведет воспитательную беседу с прыщавым любителем клея \"Момент\": \n— Ну посмотри на себя! Бродяжничаешь, воруешь, клей нюхаешь! Куда только семья твоя смотрит? Где твой отец? \n— В тюрьме… \n— А мать?\n— В лагере… \n— А сестра?\n— В колонии...\n— Ну а брат? \n— В институте… \n— Вот видишь! Бери пример с брата! В каком он институте? \n— В медицинском… \n— Тем более! Туда так просто не попасть! И что он там делает? \n— В банке с формалином сидит…",
        "Однажды одинокая женщина Анна Сергеевна встретила одинокого мужчину Николая Васильевича. Они не виделись двадцать лет.\n— Как дела? — спросила Анна Сергеевна.\n— Да вот все один. Так вроде ничего, только женской руки не хватает. У меня, как видишь, обе мужские, — грустно пошутил Николай Васильевич.\n— А вот у меня в хозяйстве как раз не хватает мужской руки. У меня, как видишь, обе руки — женские…\nВдруг они посмотрели друг на друга долгим задумчивым взглядом и поняли друг друга без слов.\n… Операция прошла успешно. У Анны Сергеевны новая рука прижилась особенно быстро.",
        "Встречаются двое: \n— Привет, слышал, что Петрович умер? \n— Нет, а как? \n— Пьяный домой пришёл.\n— Сердце встало? \n— Да нет, он дома покурить решил и квартира загорелась.\n— Сгорел? \n— Нет, он пожарников вызвал и в окно выпрыгнул.\n— Разбился? \n— Не… там пожарники тент расстелили и его обратно в окно.\n— Так все-таки сгорел? \n— Нет… он мимо окна пролетал и за подоконник зацепился ну и обратно.\n— Так значит всё-таки разбился? \n— Нет, там же тент его на дорогу откинуло.\n— Так значит сбило… \n— Да нет там Камаз батуты вёз — его обратно в окно откинуло.\n— Так всё таки сгорел???!!! \n— Да нет, застрелили его.\n— Как так? \n— Да задолбал туда-сюда летать.",
        "Каждому слепому ребенку книжки в подарок, каждому глухому музыкальный центр LG (с функцией караоке для каждого немого…)",
        "Инструктор в школе камикадзе даёт урок новобранцам:\n— Смотрите, остолопы, один раз показываю!",
        "Киллер звонит по утру своей любовнице:\n— Дорогая, мне сегодня ночью такой приятный эротический сон приснился. Вот только я не помню — я в нем тебя изнасиловал и убил, или сначала убил, а потом изнасиловал.",
        "\"Любовь зла, полюбишь и козла!\" — отмазка для зоофилов!",
        "На рельсах сидит мужик, держит в руках две отрезанные ноги и говорит:\n— Вот это да, вот это за хлебом сходил…",
        "Железнодорожная катастрофа. Каша из оторванных частей тел, хирурги оперируют сутками напролет. Привозят мужика без ног. Хирург пришивает ему женские. Привозят еще одного без рук. В комплекте \"запчастей\" — только женские. Хирург пришивает их за неимением лучшего. Привозят третьего с оторванным членом. А в наличии — только слонячий хобот. Делать нечего… Операции проходят успешно, но хирург назначает встречу на через год. \nПриходит первый…\n— Ну как дела, больной?\n— Знаете, доктор, я был футболистом. Но с тех пор забиваю голы еще лучше. Одна проблема — ноги ночью раздвигаются, и до утра их сдвинуть не могу.\n— Это ерунда. Следующий…\n— Знаете, доктор, я пианист. После операции играю еще лучше. Гастроли распланированы на год вперед. Но как зайду в туалет пописать, пальцы вцепляются в член и ни за что не отпускают.\n— Мне бы Ваши проблемы… Следующий.\n— Доктор, с женщинами у меня все хорошо. Но как иду по базару, он хватает с прилавков яблоки и сует мне в задницу…",
        "Идет человек с концерта \"Пантеры\". Обрезанные большие шорты, Мартенсы с железными носами, татушки по всему телу, ну вы меня поняли… Вдруг, из-за угла выходит монашенка. Вся в черном, длинном и просторном. Человек подбегает к ней, ногой в лицо, она падает, он прыгает на ней грязными сапогами, появляется кровь, потом кишки, всякие внутренности… \nЧеловек отходит в сторону, наклоняется и произносит:\n— Не такой ты и крутой мужик, БЭТМЭН.",
        "Звонок в скорую:\n— У нас тут каток на человека наехал!\n— По какому адресу?\n— Улица Пушкина, 15, 16, 17…",
        "Из дневника вспыльчивого человека: \"Понедельник — сосед украл у меня корову. Убил соседа. Вторник — соседка увела у меня овцу. Убил и ее. Среда — все соседи ополчились против меня. Всех убил. Четверг — скучно\".",
        "Я лечу на самолете — это хорошо. Самолет потерпел аварию — это плохо. У меня есть парашют — это хорошо. Он не раскрылся — это плохо. Я падаю в стог сена — это хорошо. В стогу торчат вилы — это плохо. На вилы я не попал — это хорошо. В стог тоже — это плохо. Меня привезли в больницу — это хорошо. И сделали операцию — это плохо. Доктор сказал, что буду жить — это хорошо. Но только пять минут…",
        "В рыбном отделе покупатель продавцу:\n— Отрежьте мне, пожалуйста, голову.",
        "Шел как-то хиппи по улице, никого не трогал… и вдруг попал под каток (это которым асфальт укладывают). Ну в общем переехал его каток и выплюнул сзади такую тряпочку цветастую. А в это время бабуся по той улице шла — видит тряпочка. Кинула ее в авоську, пришла домой и в качестве коврика перед дверью постелила. Три года все кто к бабусе приходили вытирали об коврик грязные ноги, в результате чего коврик немного запылился. Бабулька постирала его и повесила на балкончике… Вот тут то хиппи простудился и умер.",
        "— Что нужно делать при атомном взрыве?\n— Нужно завернуться в простыню и медленно ползти на кладбище.\n— А почему медленно?\n— Чтобы не создавать паники.",
        "— Подсудимый, почему вы ударили потерпевшего стулом по голове?\n— Говорил я ему, не ешь при мне козявки, а он все ест и ест.\n— Разве нельзя было отвернуться или уйти?\n— Так я же тоже хочу…",
        "— Скажите, а противогаз не мешает вашей интимной жизни?\n— Ну что вы, наоборот! Во-первых, жена молчит, во-вторых, я не вижу ее лица, ну и в-третьих, когда я закрываю клапан, она начинает немножко шевелиться.",
        "Журналист берет интервью у садиста:\n— Скажите, как на самом деле, тяжело быть садистом?\nСадист задумался, не глядя, машинально начал окурок об глаз журналиста тушить:\n— Ну, как вам сказать, думаю, наверное, не тяжелее, чем, скажем, журналистом…",
        "— Что будет, если треснуть молотком по лысине?\n— Будет все!",
        "В свое время в \"Крокодиле\" была хорошая картинка: около ж/д путей стоит забор, рядом с забором ведро с краской, а на заборе надпись: \"Берегись пое---\"",
        "— Слыхали? Какой-то парень за городом нашел противотанковую мину!\n— Да, слышно было очень хорошо!",
        "У обрыва реки стоят дедушка и внук.\n— Дедушка, а правда, что здесь когда-то была атомная станция?\n— Правда, внучек, правда,— сказал дедушка и погладил внука по голове.\n— А правда, что она взорвалась?\n— Правда, внучек, правда,— сказал дедушка и погладил внука по второй голове.",
        "К хозяину древнего мрачного замка приехал гость. Вечером лакей показывает ему отведенную комнату.\n— Скажите, — спрашивает гость, — не случилось ли в этой комнате что-нибудь необыкновенное?\n— Случилось лет десять назад, — отвечает лакей.\n— Как интересно! А что произошло?\n— Утром гость, который здесь ночевал, оказался живым.",
        "Сидят в камере наркоман, пожарник и садист. Наркоман вздыхает:\n— Эх, сейчас бы цигарку с марихуаной покурить. \nПожарник:\n— А потом ее потушить… \nСадист:\n— Об твою задницу…",
        "По черному-черному лесу идет черный-черный человек. Выходит на черную поляну. На черной поляне другой черный-черный человек сидит у костра. Первый черный человек подходит ко второму, кладет черную руку на черное плечо и говорит:\n— Васька, кончай гондоны жечь — весь лес закоптил.",
        "— Извините, можно я вас перебью?\n— Да, пожалуйста. \nМужик выпускает очередь из автомата.",
        "Барин останавливает извозчика и лезет в коляску.\n— Какую песню петь, барин?\n— Погоди, нога попала в колесо.\n— Но! Нога-а попала в колесо-о!",
        "Мужик пришел на бал-маскарад, одевшись во все красное и набрав в рот майонезу. К нему подходит тетка в костюме бабочки и говорит:\n— Я бабочка, а ты кто?\nМужик (выплевывая ей в лицо майонез):\n— А я прыщ гнойный."
    ]
}